Repository: prvt1971/omekas
Catalog: application/language/*.po
Languages: uk

source: a distinct part of a larger document or collected document.
uk: окрема частина більшого документа або збірки документів.

source: Document Status
uk: Статус документа

source: The status of the publication of a document.
uk: Статус публікації документа.

source: Edited Book
uk: Відредагована книга

source: An edited book.
uk: Зредагована книга.

source: EMail
uk: Електронна пошта

source: A written communication addressed to a person or organization and transmitted electronically.
uk: Написане повідомлення, адресоване особі або організації та передане електронним шляхом.

source: Excerpt
uk: Уривок

source: A passage selected from a larger work.
uk: Уривок, вибраний із більшого твору.

source: Film
uk: Фільм

source: aka movie.
uk: фільм.

source: Hearing
uk: Слухання

source: An instance or a session in which testimony and arguments are presented, esp. before an official, as a judge in a lawsuit.
uk: Сесія чи засідання, під час якого представляють свідчення та аргументи, особливо перед посадовою особою, такою як суддя в судовому процесі.

source: A document that presents visual or diagrammatic information.
uk: Документ, який представляє візуальну або діаграматичну інформацію.

source: Interview
uk: Інтерв'ю

source: A formalized discussion between two or more people.
uk: Формалізована дискусія між двома або більше людьми.

source: Issue
uk: Видання

source: something that is printed or published and distributed, esp. a given number of a periodical
uk: щось, що друкується або публікується та поширюється, особливо певний номер періодичного видання

source: Journal
uk: Науковий журнал

source: A periodical of scholarly journal Articles.
uk: Періодичне видання наукових статей.

source: Legal Case Document
uk: Юридичний документ справи

source: A document accompanying a legal case.
uk: Документ, що супроводжує юридичну справу.

source: Decision
uk: Рішення

source: A document containing an authoritative determination (as a decree or judgment) made after consideration of facts or law.
uk: Документ, що містить офіційне рішення (указ або судове рішення), прийняте після розгляду фактів або закону.

source: Legal Document
uk: Юридичний документ

source: A legal document; for example, a court decision, a brief, and so forth.
uk: Юридичний документ, наприклад, судове рішення, висновок тощо.

source: Legislation
uk: Законодавство

source: A legal document proposing or enacting a law or a group of laws.
uk: Юридичний документ, який пропонує або вводить в дію закон або групу законів.

source: Letter
uk: Лист

source: A written or printed communication addressed to a person or organization and usually transmitted by mail.
uk: Письмове або друковане повідомлення, адресоване особі чи організації та зазвичай передається поштою.

source: Magazine
uk: Журнал

source: A periodical of magazine Articles. A magazine is a publication that is issued periodically, usually bound in a paper cover, and typically contains essays, stories, poems, etc., by many writers, and often photographs and drawings, frequently specializing in a particular subject or area, as hobbies, news, or sports.
uk: Періодичне видання журнальних статей. Журнал — це публікація, яка виходить періодично, зазвичай переплетена в паперову обкладинку, і зазвичай містить есе, оповідання, вірші тощо багатьох письменників, а також часто фотографії та малюнки, які часто спеціалізуються на певній темі чи галузі, як хобі, новини чи спорт.

source: Manual
uk: Посібник

source: A small reference book, especially one giving instructions.
uk: Маленька довідкова книжка, особливо та, що надає інструкції.

source: Manuscript
uk: Рукопис

source: An unpublished Document, which may also be submitted to a publisher for publication.
uk: Неопублікований документ, який також може бути поданий до видавця для публікації.

source: Map
uk: Карта

source: A graphical depiction of geographic features.
uk: Графічне зображення географічних об’єктів.

source: Multivolume Book
uk: Багатотомна книга

source: A loose, thematic, collection of Documents, often Books.
uk: Розширене тематичне зібрання документів, часто книг.

source: Newspaper
uk: Газета

source: A periodical of documents, usually issued daily or weekly, containing current news, editorials, feature articles, and usually advertising.
uk: Періодичне видання документів, зазвичай щоденне або щотижневе, що містить актуальні новини, редакційні статті, особливі матеріали та зазвичай рекламу.

source: Note
uk: Примітка

source: Notes or annotations about a resource.
uk: Примітки або анотації щодо ресурсу.

source: Patent
uk: Патент

source: A document describing the exclusive right granted by a government to an inventor to manufacture, use, or sell an invention for a certain number of years.
uk: Документ, що описує виключне право, надане урядом винахіднику на виготовлення, використання або продаж винаходу на певну кількість років.

source: Performance
uk: Виконання

source: A public performance.
uk: Публічне виконання.

source: Periodical
uk: Періодика

source: A group of related documents issued at regular intervals.
uk: Група пов’язаних документів, що видаються через регулярні проміжки часу.

source: Personal Communication
uk: Персональна комунікація

source: A communication between an agent and one or more specific recipients.
uk: Комунікація між агентом і одним чи кількома конкретними одержувачами.

source: Personal Communication Document
uk: Документ персональної комунікації

source: A personal communication manifested in some document.
uk: Особисте спілкування, виражене в якомусь документі.

source: Proceedings
uk: Наукові записки

source: A compilation of documents published from an event, such as a conference.
uk: Збірка документів, опублікованих після події, такої як конференція.

source: Quote
uk: Цитата

source: An excerpted collection of words.
uk: Вибіркове зібрання слів.

source: Reference Source
uk: Довідкове джерело

source: A document that presents authoritative reference information, such as a dictionary or encylopedia .
uk: Документ, який містить авторитетну довідкову інформацію, наприклад словник або енциклопедія.

source: Report
uk: Звіт

source: A document describing an account or statement describing in detail an event, situation, or the like, usually as the result of observation, inquiry, etc..
uk: Документ, що описує облік або звіт, що детально описує подію, ситуацію і тому подібне, зазвичай на основі спостереження, дослідження і т.д.

source: Series
uk: Серія

source: Slide
uk: Слайд

source: A slide in a slideshow
uk: Слайд в презентації

source: Slideshow
uk: Презентація

source: A presentation of a series of slides, usually presented in front of an audience with written text and images.
uk: Презентація серії слайдів, зазвичай представлена перед аудиторією з письмовим текстом та зображеннями.

source: A document describing a standard
uk: Документ, що описує стандарт.

source: Statute
uk: Статут

source: A bill enacted into law.
uk: Законопроект, прийнятий як закон.

source: Thesis
uk: Тези

source: A document created to summarize research findings associated with the completion of an academic degree.
uk: Документ, створений для узагальнення результатів дослідження, пов’язаного з отриманням наукового ступеня.

source: Thesis degree
uk: Дипломна робота

source: The academic degree of a Thesis
uk: Академічний ступінь захисту дисертації

source: Webpage
uk: Вебсторінка

source: A web page is an online document available (at least initially) on the world wide web. A web page is written first and foremost to appear on the web, as distinct from other online resources such as books, manuscripts or audio documents which use the web primarily as a distribution mechanism alongside other more traditional methods such as print.
uk: Вебсторінка - це онлайн-документ, доступний (принаймні спочатку) в глобальній мережі Інтернет. Вебсторінка написана передусім для відображення в Інтернеті, на відміну від інших онлайн-ресурсів, таких як книги, рукописи або аудіодокументи, які використовують Інтернет головним чином як механізм розповсюдження поряд з іншими більш традиційними методами, такими як друк.

source: Website
uk: Вебсайт

source: A group of Webpages accessible on the Web.
uk: Група вебсторінок, доступних в Інтернеті.

source: Workshop
uk: Майстер-клас

source: A seminar, discussion group, or the like, that emphasizes zxchange of ideas and the demonstration and application of techniques, skills, etc.
uk: Семінар, дискусійна група тощо, де наголошується на обміні ідеями та демонстрації та застосуванні технік, навичок тощо.

source: affirmedBy
uk: підтверджено

source: A legal decision that affirms a ruling.
uk: Юридичне рішення, яке підтверджує постанову.

source: annotates
uk: анотації

source: Critical or explanatory note for a Document.
uk: Критична або пояснювальна записка до документа.

source: list of authors
uk: список авторів

source: An ordered list of authors. Normally, this list is seen as a priority list that order authors by importance.
uk: Упорядкований список авторів. Зазвичай цей список розглядається як пріоритетний список, в якому автори впорядковані за важливістю.

source: cited by
uk: цитується за

source: Relates a document to another document that cites the first document.
uk: Пов’язує документ з іншим документом, який цитує перший документ.

source: cites
uk: цитує

source: Relates a document to another document that is cited by the first document as reference, comment, review, quotation or for another purpose.
uk: Пов'язує документ з іншим документом, який цитується першим як посилання, коментар, огляд, цитата чи для іншої мети.

source: list of contributors
uk: список учасників

source: An ordered list of contributors. Normally, this list is seen as a priority list that order contributors by importance.
uk: Упорядкований список учасників. Зазвичай цей список розглядається як список пріоритетів, упорядкованих учасників за важливістю.

source: court
uk: суд

source: A court associated with a legal document; for example, that which issues a decision.
uk: Суд, пов'язаний з юридичним документом; наприклад, той, що приймає рішення.

source: degree
uk: ступінь

source: The thesis degree.
uk: Науковий ступінь.

source: director
uk: режисер

source: A Film director.
uk: Режисер фільму.

source: distributor
uk: дистриб'ютор

source: Distributor of a document or a collection of documents.
uk: Розповсюджувач документа або збірки документів.

source: editor
uk: редактор

source: A person having managerial and sometimes policy-making responsibility for the editorial part of a publishing firm or of a newspaper, magazine, or other publication.
uk: Особа, яка має керівну та іноді правотворчу відповідальність за редакційну частину видавничої фірми або газети, журналу чи іншої публікації.

source: list of editors
uk: список редакторів

source: An ordered list of editors. Normally, this list is seen as a priority list that order editors by importance.
uk: Упорядкований список редакторів. Зазвичай цей список розглядається як пріоритетний список, в якому редактори впорядковані за важливістю.

source: interviewee
uk: респондент

source: An agent that is interviewed by another agent.
uk: Особа, яка відповідає на запитання інтерв'юера.

source: interviewer
uk: інтерв'юер

source: An agent that interview another agent.
uk: Особа, яка проводить інтерв'ю з іншою особою.

source: issuer
uk: видавець

source: An entity responsible for issuing often informally published documents such as press releases, reports, etc.
uk: Суб'єкт, відповідальний за випуск неофіційно опублікованих документів, таких як прес-релізи, звіти тощо.

source: organizer
uk: організатор

source: The organizer of an event; includes conference organizers, but also government agencies or other bodies that are responsible for conducting hearings.
uk: Організатор події; включає організаторів конференцій, а також урядові агентства або інші органи, які відповідають за проведення слухань.

source: owner
uk: власник

source: Owner of a document or a collection of documents.
uk: Власник документа або збірки документів.

source: performer
uk: виконавець

source: presented at
uk: представлено на

source: Relates a document to an event; for example, a paper to a conference.
uk: Пов'язує документ з подією; наприклад, матеріали конференції.

source: presents
uk: представляє

source: Relates an event to associated documents; for example, conference to a paper.
uk: Пов'язує подію з пов'язаними документами; наприклад, конференцію з матеріалами.

source: producer
uk: виробник

source: Producer of a document or a collection of documents.
uk: Виробник документа або збірки документів.

source: recipient
uk: отримувач

source: An agent that receives a communication document.
uk: Особа, яка отримує документ комунікації.

source: reproducedIn
uk: відтворено

source: The resource in which another resource is reproduced.
uk: Ресурс, в якому відтворюється інший ресурс.

source: reversedBy
uk: відмінено

source: A legal decision that reverses a ruling.
uk: Правове рішення, яке скасовує постанову.

source: review of
uk: огляд

source: Relates a review document to a reviewed thing (resource, item, etc.).
uk: Пов’язує документ огляду з перевіреним предметом (ресурсом, елементом тощо).

source: status
uk: статус

source: The publication status of (typically academic) content.
uk: Статус публікації (як правило, академічного) вмісту.

source: subsequentLegalDecision
uk: наступне юридичне рішення

source: A legal decision on appeal that takes action on a case (affirming it, reversing it, etc.).
uk: Юридичне рішення за апеляцією, яке вживає заходів у справі (підтверджує, скасовує тощо).

source: transcript of
uk: транскрипція

source: Relates a document to some transcribed original.
uk: Пов'язує документ з транскрибованим оригіналом.

source: translation of
uk: переклад

source: Relates a translated document to the original document.
uk: Пов'язує перекладений документ з оригіналом.

source: translator
uk: перекладач

source: A person who translates written document from one language to another.
uk: Особа, яка перекладає письмовий документ з однієї мови на іншу.

source: abstract
uk: анотація

source: date argued
uk: дата обговорення

source: The date on which a legal case is argued before a court. Date is of format xsd:date
uk: Дата, коли юридична справа розглядається судом. Дата має формат xsd:date

source: chapter
uk: розділ

source: An chapter number
uk: Номер розділу

source: content
uk: вміст

source: This property is for a plain-text rendering of the content of a Document. While the plain-text content of an entire document could be described by this property.
uk: Ця властивість призначена для відображення вмісту документа у вигляді звичайного тексту. Хоча звичайний текстовий вміст цілого документа може бути описано цією властивістю.

source: edition
uk: видання

source: The name defining a special edition of a document. Normally its a literal value composed of a version number and words.
uk: Назва, що визначає спеціальне видання документа. Зазвичай це літерне значення, що складається з номера версії та слів.

source: identifier
uk: ідентифікатор

source: issue
uk: видання

source: An issue number
uk: Номер видання

source: locator
uk: локатор

source: A description (often numeric) that locates an item within a containing document or collection.
uk: Опис (часто числовий), який визначає місцезнаходження елемента в документі чи колекції.

source: number of pages
uk: кількість сторінок

source: The number of pages contained in a document
uk: Кількість сторінок, що містяться в документі

source: number of volumes
uk: кількість томів

source: The number of volumes contained in a collection of documents (usually a series, periodical, etc.).
uk: Кількість томів, що містяться в збірнику документів (як правило, серія, періодичне видання тощо).

source: number
uk: кількість

source: A generic item or document number. Not to be confused with issue number.
uk: Загальний номер елемента або документа. Не слід плутати з номером випуску.

source: page end
uk: кінцева сторінка

source: Ending page number within a continuous page range.
uk: Кінцевий номер сторінки в безперервному діапазоні сторінок.

source: page start
uk: початкова сторінка

source: Starting page number within a continuous page range.
uk: Номер початкової сторінки в безперервному діапазоні сторінок.

source: pages
uk: сторінок

source: A string of non-contiguous page spans that locate a Document within a Collection. Example: 23-25, 34, 54-56. For continuous page ranges, use the pageStart and pageEnd properties.
uk: Рядок несуміжних сторінок, які містять документ у колекції. Приклад: 23-25, 34, 54-56. Для безперервних діапазонів сторінок використовуйте властивості pageStart і pageEnd.

source: prefix name
uk: префікс імені

source: The prefix of a name
uk: Префікс імені

source: section
uk: розділ

source: A section number
uk: Номер розділу

source: shortDescription
uk: короткий опис

source: short title
uk: короткий заголовок

source: The abbreviation of a title.
uk: Абревіатура назви.

source: suffix name
uk: суфікс імені

source: The suffix of a name
uk: Суфікс імені

source: Universal Resource Identifier of a document
uk: Універсальний ідентифікатор ресурсу документа

source: volume
uk: том

source: A volume number
uk: Номер тому

source: Friend of a Friend
uk: Друг друга

source: Relationships between people and organizations (FOAF)
uk: Відносини між людьми та організаціями (FOAF)

source: Label Property
uk: Властивість етикетки

source: A foaf:LabelProperty is any RDF property with texual values that serve as labels.
uk: foaf:LabelProperty - це будь-яка властивість RDF з текстовими значеннями, які слугують як етикетки.

source: Person
uk: Особа

source: A person.
uk: Особа.

source: A document.
uk: Документ.

source: Organization
uk: Організація

source: An organization.
uk: Організація.

source: Group
uk: Група

source: A class of Agents.
uk: Клас агентів.

source: An agent (eg. person, group, software or physical artifact).
uk: Агент (наприклад, особа, група, програмне забезпечення або фізичний артефакт).

source: Project
uk: Проєкт

source: A project (a collective endeavour of some kind).
uk: Проєкт (якийсь колективний захід).

source: An image.
uk: Зображення

source: PersonalProfileDocument
uk: Особистий профіль

source: A personal profile RDF document.
uk: RDF-документ особистого профілю.

source: Online Account
uk: Обліковий запис онлайн

source: An online account.
uk: Обліковий запис онлайн.

source: Online Gaming Account
uk: Ігровий обліковий запис онлайн

source: An online gaming account.
uk: Ігровий обліковий запис онлайн.

source: Online E-commerce Account
uk: Обліковий запис електронної комерції онлайн

source: An online e-commerce account.
uk: Обліковий запис електронної комерції онлайн.

source: Online Chat Account
uk: Обліковий запис чату онлайн

source: An online chat account.
uk: Обліковий запис чату онлайн.

source: personal mailbox
uk: персональна поштова скринька

source: A personal mailbox, ie. an Internet mailbox associated with exactly one owner, the first owner of this mailbox. This is a 'static inverse functional property', in that there is (across time and change) at most one individual that ever has any particular value for foaf:mbox.
uk: Персональна поштова скринька, тобто Інтернет-скринька, що пов'язана з точно одним власником, першим власником цієї скриньки. Це є "статичною інверсною функціональною властивістю", оскільки існує (через час і зміну) максимум одна особа, яка будь-коли має будь-яке конкретне значення для foaf:mbox.

source: sha1sum of a personal mailbox URI name
uk: sha1sum назви URI персональної поштової скриньки

source: The sha1sum of the URI of an Internet mailbox associated with exactly one owner, the first owner of the mailbox.
uk: sha1sum URI Інтернет-скриньки, пов'язаної з точно одним власником, першим власником скриньки.

source: gender
uk: стать

source: The gender of this Agent (typically but not necessarily 'male' or 'female').
uk: Стать цього агента (зазвичай, але не обов'язково, "чоловіча" або "жіноча").

source: A textual geekcode for this person, see http://www.geekcode.com/geek.html
uk: Текстовий geekcode для цієї особи знаходиться на веб-сайті http://www.geekcode.com/geek.html. Це система кодування, що описує різні аспекти особистості та інтересів гіка.

source: DNA checksum
uk: DNA контрольна сума

source: A checksum for the DNA of some thing. Joke.
uk: Контрольна сума для DNA.

source: A sha1sum hash, in hex.
uk: sha1sum хеш у шістнадцятковому форматі.

source: based near
uk: базується поряд

source: A location that something is based near, for some broadly human notion of near.
uk: Розташування, де щось розташовано поблизу, для якогось загальнолюдського уявлення про близькість.

source: title
uk: титул

source: Title (Mr, Mrs, Ms, Dr. etc)
uk: Титул (Mr, Mrs, Ms, Dr. тощо)

source: nickname
uk: псевдонім

source: A short informal nickname characterising an agent (includes login identifiers, IRC and other chat nicknames).
uk: Короткий неформальний псевдонім, що характеризує агента (включає ідентифікатори входу, IRC та інші псевдоніми для чатів).

source: A jabber ID for something.
uk: Ідентифікує користувача в системі обміну повідомленнями на основі XMPP Jabber.

source: AIM chat ID
uk: AIM ID чат

source: An AIM chat ID
uk: Ідентифікація користувача в системі AIM для обміну повідомленнями.

source: A Skype ID
uk: Skype ID

source: ICQ chat ID
uk: ICQ ID чат

source: An ICQ chat ID
uk: ICQ ID чат

source: Yahoo chat ID
uk: Yahoo ID чат

source: A Yahoo chat ID
uk: Yahoo ID чат

source: MSN chat ID
uk: MSN ID чат

source: An MSN chat ID
uk: MSN ID чат

source: name
uk: ім'я

source: A name for some thing.
uk: Назва чогось.

source: firstName
uk: ім'я

source: The first name of a person.
uk: Ім'я особи.

source: lastName
uk: прізвище

source: The last name of a person.
uk: Прізвище особи.

source: Given name
uk: Дане ім'я

source: The given name of some person.
uk: Дане ім'я особи.

source: Surname
uk: Прізвище

source: The surname of some person.
uk: Прізвище особи.

source: family_name
uk: родинне_ім'я

source: The family name of some person.
uk: Родинне ім'я особи.

source: familyName
uk: родиннеІм'я

source: phone
uk: телефон

source: A phone, specified using fully qualified tel: URI scheme (refs: http://www.w3.org/Addressing/schemes.html#tel).
uk: Телефон, вказаний за допомогою повністю кваліфікованої схеми URI tel: (див. http://www.w3.org/Addressing/schemes.html#tel).

source: homepage
uk: домашня сторінка

source: A homepage for some thing.
uk: Домашня сторінка чогось.

source: weblog
uk: вебжурнал

source: A weblog of some thing (whether person, group, company etc.).
uk: Вебжурнал про щось чи когось (особу, групу, компанію тощо).

source: An OpenID for an Agent.
uk: OpenID для агента.

source: A tipjar document for this agent, describing means for payment and reward.
uk: tipjar документ для цього агента, що описує засоби оплати та винагороду.

source: plan
uk: план

source: A .plan comment, in the tradition of finger and '.plan' files.
uk: Коментар .plan, у традиції finger та файлів '.plan'.

source: made
uk: створено

source: Something that was made by this agent.
uk: Щось, що було створено цим агентом.

source: maker
uk: виробник

source: An agent that made this thing.
uk: Агент, який створив цю річ.

source: image
uk: зображення

source: An image that can be used to represent some thing (ie. those depictions which are particularly representative of something, eg. one's photo on a homepage).
uk: Зображення, яке може бути використане для представлення чого-небудь (тобто зображення, яке особливо характеризує щось, наприклад, фото особи на домашній сторінці).

source: depiction
uk: опис

source: A depiction of some thing.
uk: Опис чогось.

source: depicts
uk: описує
