Repository: prvt1971/omekas
Catalog: application/language/*.po
Languages: uk

source: A thing depicted in this representation.
uk: Річ, що представлена на цьому зображенні.

source: thumbnail
uk: мініатюра

source: A derived thumbnail image.
uk: Похідне мініатюрне зображення.

source: A Myers Briggs (MBTI) personality classification.
uk: Myers Briggs (MBTI) Інструмент для аналізу особистості, який базується на теорії Карла Юнга про психічні типи. Він використовується для класифікації людей за деякими ключовими характеристиками особистості, такими як відношення до зовнішнього світу, сприйняття інформації, прийняття рішень та організація життя.

source: workplace homepage
uk: домашня сторінка робочого місця

source: A workplace homepage of some person; the homepage of an organization they work for.
uk: Домашня сторінка робочого місця певної особи; домашня сторінка організації, в якій вона працює.

source: work info homepage
uk: домашня сторінка інформації про роботу

source: A work info homepage of some person; a page about their work for some organization.
uk: Домашня сторінка інформації про роботу певної особи; сторінка про його роботу у певній організації.

source: schoolHomepage
uk: Домашня сторінка школи

source: A homepage of a school attended by the person.
uk: Домашня сторінка школи, яку відвідувала особа.

source: knows
uk: знає

source: A person known by this person (indicating some level of reciprocated interaction between the parties).
uk: Особа, яка відома цій особі (вказує на певний рівень взаємодії між сторонами).

source: interest
uk: зацікавленість

source: A page about a topic of interest to this person.
uk: Сторінка про тему, яка цікавить цю особу.

source: topic_interest
uk: тема_зацікавлення

source: A thing of interest to this person.
uk: Річ, яка цікавить цю особу.

source: publications
uk: публікації

source: A link to the publications of this person.
uk: Посилання на публікації цієї особи.

source: current project
uk: поточний проєкт

source: A current project this person works on.
uk: Поточний проєкт, над яким працює ця особа.

source: past project
uk: минулий проект

source: A project this person has previously worked on.
uk: Проект, над яким ця особа працювала раніше.

source: funded by
uk: фінансується

source: An organization funding a project or person.
uk: Організація, яка фінансує проєкт або особу.

source: logo
uk: логотип

source: A logo representing some thing.
uk: Логотип, що щось представляє.

source: topic
uk: тема

source: A topic of some page or document.
uk: Тема сторінки чи документа.

source: primary topic
uk: основна тема

source: The primary topic of some page or document.
uk: Основна тема сторінки чи документа.

source: focus
uk: фокус

source: The underlying or 'focal' entity associated with some SKOS-described concept.
uk: Сутність, що лежить в основі або є "фокусною", пов'язана з певним концептом, описаним у SKOS.

source: is primary topic of
uk: є основною темою

source: A document that this thing is the primary topic of.
uk: Документ, у якому ця річ є основною темою.

source: A page or document about this thing.
uk: Сторінка або документ про цю річ.

source: theme
uk: тема

source: A theme.
uk: Тема.

source: account
uk: обліковий запис

source: Indicates an account held by this agent.
uk: Вказує на обліковий запис цього агента.

source: account service homepage
uk: домашня сторінка служби облікового запису

source: Indicates a homepage of the service provide for this online account.
uk: Вказує на домашню сторінку служби, яка надається для цього облікового запису онлайн.

source: account name
uk: назва облікового запису

source: Indicates the name (identifier) associated with this online account.
uk: Вказує назву (ідентифікатор), пов’язану з цим обліковим записом онлайн.

source: member
uk: учасник

source: Indicates a member of a Group
uk: Вказує на учасника групи

source: membershipClass
uk: клас участі

source: Indicates the class of individuals that are a member of a Group
uk: Вказує на клас осіб, які є членами групи

source: birthday
uk: дата народження

source: The birthday of this Agent, represented in mm-dd string form, eg. '12-31'.
uk: Дата народження, представлена у форматі мм-дд, наприклад, '12-31'.

source: age
uk: вік

source: The age in years of some agent.
uk: Вік агента в роках.

source: A string expressing what the user is happy for the general public (normally) to know about their current activity.
uk: Рядок, який виражає задоволення користувача тим, що він радий, що загальна громадськість (зазвичай) дізнається про його поточну діяльність.
