Repository: prvt1971/omekas
Catalog: application/language/*.po
Languages: uk

source: Deleting users. This may take a while.
uk: Видалення користувачів. Це може зайняти деякий час.

source: You must select at least one user to batch edit.
uk: Ви повинні вибрати принаймні одного користувача для пакетного редагування.

source: For security reasons, you can’t batch edit yourself.
uk: З метою безпеки ви не можете пакетно редагувати себе.

source: Users successfully edited
uk: Користувачів успішно зредаговано

source: Editing users. This may take a while.
uk: Редагування користувачів. Це може зайняти деякий час.

source: The module was successfully installed
uk: Модуль був успішно встановлений.

source: Confirm uninstall
uk: Підтвердити видалення

source: The module was successfully uninstalled
uk: Модуль було успішно видалено

source: The module was successfully activated
uk: Модуль було успішно активовано

source: The module was successfully deactivated
uk: Модуль було успішно деактивовано

source: The module was successfully upgraded
uk: Модуль було успішно оновлено

source: The module was successfully configured
uk: Модуль було успішно налаштовано

source: There was a problem during configuration
uk: Була проблема під час конфігурації

source: Attempt Stop
uk: Спроба зупинки

source: Attempting to stop the job.
uk: Спроба зупинити роботу.

source: The job could not be stopped.
uk: Роботу не вдалося зупинити.

source: Settings successfully updated
uk: Налаштування успішно оновлено

source: Media successfully updated
uk: Медіа успішно оновлено

source: media
uk: медіа

source: Media successfully deleted
uk: Медіа успішно видалено

source: You must select at least one media to batch delete.
uk: Ви повинні вибрати принаймні один медіа файл для пакетного видалення.

source: Deleting media. This may take a while.
uk: Видалення медіа. Це може зайняти деякий час.

source: You must select at least one media to batch edit.
uk: Ви повинні вибрати принаймні один медіа файл для пакетного редагування.

source: Media successfully edited
uk: Медіа успішно відредаговано

source: Editing media. This may take a while.
uk: Редагування медіа. Це може зайняти деякий час.

source: Asset successfully updated
uk: Файл успішно оновлено

source: asset
uk: файл

source: Asset successfully deleted
uk: Файл успішно видалено

source: Item set successfully created. %s
uk: Набір елементів успішно створено. %s

source: Item set successfully updated
uk: Набір елементів успішно оновлено

source: item set
uk: набір елементів

source: Item set successfully deleted
uk: Набір елементів успішно видалено

source: You must select at least one item set to batch delete.
uk: Ви повинні вибрати принаймні один набір елементів для пакетного видалення.

source: Item sets successfully deleted
uk: Набір елементів успішно видалено

source: Deleting item sets. This may take a while.
uk: Видалення наборів елементів. Це може зайняти деякий час.

source: You must select at least one item set to batch edit.
uk: Ви повинні вибрати принаймні один набір елементів для пакетного редагування.

source: Item sets successfully edited
uk: Набір елементів успішно відредаговано

source: Editing item sets. This may take a while.
uk: Редагування наборів елементів. Це може зайняти деякий час.

source: vocabulary
uk: словник

source: Vocabulary successfully imported. %s
uk: Словник успішно імпортовано. %s

source: Vocabulary successfully updated
uk: Словник успішно оновлено

source: Please review these changes before you accept them.
uk: Перегляньте ці зміни, перш ніж приймати їх.

source: Changes to the vocabulary successfully made
uk: Зміни до словника успішно внесені

source: Vocabulary successfully deleted
uk: Словник успішно видалено

source: resource template
uk: Шаблон ресурсу

source: Resource template successfully deleted
uk: Шаблон ресурсу успішно видалено

source: Resource template could not be deleted
uk: Шаблон ресурсу не може бути видалено

source: Resource template successfully updated
uk: Шаблон ресурсу успішно оновлено

source: Resource template successfully created. %s
uk: Шаблон ресурсу успішно створено. %s

source: Owner email
uk: Власник електронної пошти

source: Item count
uk: Кількість елементів

source: Resource class count
uk: Кількість класів ресурсів

source: Property count
uk: Кількість властивостей

source: Something went wrong
uk: Щось пішло не так

source: You have unsaved changes.
uk: Ви маєте незбережені зміни.

source: Restore item set
uk: Відновити набір елементів

source: Close icon set
uk: Закрити набір іконок

source: Open icon set
uk: Відкрити набір іконок

source: Failed loading resource template from API
uk: Не вдалося завантажити шаблон ресурсу з API

source: Restore property
uk: Відновити властивість

source: Please enter a valid language tag
uk: Введіть дійсний тег мови

source: Description
uk: Опис

source: Unknown block layout
uk: Невідомий макет блоку

source: Required field must be completed
uk: Обов'язкове поле повинно бути заповнене

source: Site admin
uk: Адмін сайт

source: Search by visibility
uk: Пошук за видимістю

source: Select visibility…
uk: Вибрати видимість...

source: Select sort by…
uk: Вибрати сортування за...

source: Select sort order…
uk: Вибрати порядок сортування...

source: Search by media presence
uk: Пошук за наявністю медіа

source: Select media presence…
uk: Вибрати присутність медіа...

source: Confirm delete
uk: Підтвердити видалення

source: Filter by class
uk: Фільтрувати за класом

source: Filter by item set
uk: Фільтрувати за набором елементів

source: Basic resource metadata (DCMI Metadata Terms)
uk: Базові метадані ресурсу (Терміни метаданих DCMI)

source: Agent
uk: Агент

source: A resource that acts or has the power to act.
uk: Ресурс, який діє або має можливість діяти.

source: Agent Class
uk: Агент клас

source: A group of agents.
uk: Група агентів.

source: Bibliographic Resource
uk: Бібліографічний ресурс

source: A book, article, or other documentary resource.
uk: Книга, стаття або інший документальний ресурс.

source: File Format
uk: Формат файлу

source: A digital resource format.
uk: Цифровий формат ресурсу.

source: Frequency
uk: Частота

source: A rate at which something recurs.
uk: Частота повторення чогось.

source: Jurisdiction
uk: Юрисдикція

source: The extent or range of judicial, law enforcement, or other authority.
uk: Ступінь або діапазон судових, правоохоронних чи інших повноважень.

source: License Document
uk: Ліцензійний документ

source: A legal document giving official permission to do something with a Resource.
uk: Документ, що надає офіційний дозвіл на здійснення дій з Ресурсом.

source: Linguistic System
uk: Лінгвістична система

source: A system of signs, symbols, sounds, gestures, or rules used in communication.
uk: Система знаків, символів, звуків, жестів або правил, що використовуються у комунікації.

source: Location
uk: Місцезнаходження

source: A spatial region or named place.
uk: Просторова область або назване місце.

source: Location, Period, or Jurisdiction
uk: Місцезнаходження, період або юрисдикція

source: A location, period of time, or jurisdiction.
uk: Місцезнаходження, період часу або юрисдикція.

source: Media Type
uk: Тип медіа

source: A file format or physical medium.
uk: Формат файлу або фізичний носій.

source: Media Type or Extent
uk: Тип медіа або обсяг

source: A media type or extent.
uk: Тип медіа або обсяг.

source: Method of Instruction
uk: Метод навчання

source: A process that is used to engender knowledge, attitudes, and skills.
uk: Процес, який використовується для створення знань, уявлень та навичок.

source: Method of Accrual
uk: Метод зарахування

source: A method by which resources are added to a collection.
uk: Метод, за допомогою якого ресурси додаються до колекції.

source: Period of Time
uk: Період часу

source: An interval of time that is named or defined by its start and end dates.
uk: Інтервал часу, який називається або визначається своїми початковою та кінцевою датами.

source: Physical Medium
uk: Фізичний носій

source: A physical material or carrier.
uk: Фізичний матеріал або носій.

source: Physical Resource
uk: Фізичний ресурс

source: A material thing.
uk: Матеріальна річ.

source: Policy
uk: Політика

source: A plan or course of action by an authority, intended to influence and determine decisions, actions, and other matters.
uk: План або курс дій органу влади, спрямований на вплив і визначення рішень, дій та інших питань.

source: Provenance Statement
uk: Заява про походження

source: A statement of any changes in ownership and custody of a resource since its creation that are significant for its authenticity, integrity, and interpretation.
uk: Заява про будь-які зміни у власності ресурсу з моменту його створення, які є значущими для його автентичності, цілісності та інтерпретації.

source: Rights Statement
uk: Заява про права

source: A statement about the intellectual property rights (IPR) held in or over a Resource, a legal document giving official permission to do something with a resource, or a statement about access rights.
uk: Заява про права на інтелектуальну власність (IPR), що належать ресурсу, юридичний документ, що надає офіційний дозвіл на здійснення дій з ресурсом або заява про права доступу.

source: Size or Duration
uk: Розмір або тривалість

source: A dimension or extent, or a time taken to play or execute.
uk: Розмір або простір, або час, потрібний для відтворення або виконання.

source: Standard
uk: Стандарт

source: A basis for comparison; a reference point against which other things can be evaluated.
uk: Основа для порівняння; точка відліку, на основі якої можна оцінювати інші речі.

source: A name given to the resource.
uk: Назва, яка надається ресурсу.

source: An entity primarily responsible for making the resource.
uk: Суб'єкт, який головним чином відповідає за створення ресурсу.

source: Subject
uk: Тематика

source: The topic of the resource.
uk: Тема ресурсу.

source: An account of the resource.
uk: Опис ресурсу.

source: Publisher
uk: Видавництво

source: An entity responsible for making the resource available.
uk: Сутність, відповідальна за забезпечення доступу до ресурсу.

source: Contributor
uk: Учасник

source: An entity responsible for making contributions to the resource.
uk: Сутність, відповідальна за внески до ресурсу.

source: Date
uk: Дата

source: A point or period of time associated with an event in the lifecycle of the resource.
uk: Точка або період часу, пов'язаний з подією в життєвому циклі ресурсу.

source: The nature or genre of the resource.
uk: Природа або жанр ресурсу.

source: Format
uk: Формат

source: The file format, physical medium, or dimensions of the resource.
uk: Формат файлу, фізичний носій або розміри ресурсу.

source: Identifier
uk: Ідентифікатор

source: An unambiguous reference to the resource within a given context.
uk: Однозначне посилання на ресурс у певному контексті.

source: A related resource from which the described resource is derived.
uk: Пов'язаний ресурс, з якого походить описаний ресурс.

source: A language of the resource.
uk: Мова ресурсу.

source: Relation
uk: Відношення

source: A related resource.
uk: Пов'язаний ресурс.

source: Coverage
uk: Охоплення

source: The spatial or temporal topic of the resource, the spatial applicability of the resource, or the jurisdiction under which the resource is relevant.
uk: Просторова або часова тема ресурсу, просторова застосовність ресурсу або юрисдикція, до якої належить ресурс.

source: Rights
uk: Права

source: Information about rights held in and over the resource.
uk: Інформація про права, які належать ресурсу.

source: Audience
uk: Аудиторія

source: A class of entity for whom the resource is intended or useful.
uk: Клас сутності, для якої ресурс призначений або корисний.

source: Alternative Title
uk: Альтернативна назва

source: An alternative name for the resource.
uk: Альтернативна назва для ресурсу.

source: Table Of Contents
uk: Зміст

source: A list of subunits of the resource.
uk: Список підодиниць ресурсу.

source: Abstract
uk: Анотація

source: A summary of the resource.
uk: Короткий опис ресурсу.

source: Date Created
uk: Дата створення

source: Date of creation of the resource.
uk: Дата створення ресурсу.

source: Date Valid
uk: Дата терміну дії

source: Date (often a range) of validity of a resource.
uk: Дата (часто діапазон) терміну дії ресурсу.

source: Date Available
uk: Дата доступності

source: Date (often a range) that the resource became or will become available.
uk: Дата (часто діапазон) коли ресурс став або стане доступним.

source: Date Issued
uk: Дата випуску

source: Date of formal issuance (e.g., publication) of the resource.
uk: Дата формального випуску (наприклад, публікації) ресурсу.

source: Date Modified
uk: Дата зміни

source: Date on which the resource was changed.
uk: Дата, коли ресурс було змінено.

source: Extent
uk: Обсяг

source: The size or duration of the resource.
uk: Розмір або тривалість ресурсу.

source: The material or physical carrier of the resource.
uk: Матеріал або фізичний носій ресурсу.

source: Is Version Of
uk: Версія

source: A related resource of which the described resource is a version, edition, or adaptation.
uk: Пов'язаний ресурс, яким є описаний ресурс, є версією, виданням або адаптацією.

source: Has Version
uk: Має версію

source: A related resource that is a version, edition, or adaptation of the described resource.
uk: Пов'язаний ресурс, який є версією, виданням або адаптацією описаного ресурсу.

source: Is Replaced By
uk: Замінено на

source: A related resource that supplants, displaces, or supersedes the described resource.
uk: Пов'язаний ресурс, який заміщує, витісняє або заміняє описаний ресурс.

source: Replaces
uk: Замінює

source: A related resource that is supplanted, displaced, or superseded by the described resource.
uk: Пов'язаний ресурс, який заміщує, витісняє або заміняє описаний ресурс.

source: Is Required By
uk: Необхідний для

source: A related resource that requires the described resource to support its function, delivery, or coherence.
uk: Пов'язаний ресурс, який потребує описаного ресурсу для підтримки своєї функції, доставки або зв'язності.

source: Requires
uk: Потребує

source: A related resource that is required by the described resource to support its function, delivery, or coherence.
uk: Пов'язаний ресурс, який потребує описаного ресурсу для підтримки своєї функції, доставки або зв'язності.

source: Is Part Of
uk: Частина

source: A related resource in which the described resource is physically or logically included.
uk: Пов'язаний ресурс, в який фізично або логічно включений описаний ресурс.

source: Has Part
uk: Має частину

source: A related resource that is included either physically or logically in the described resource.
uk: Пов'язаний ресурс, який включений або фізично, або логічно, в описаному ресурсі.

source: Is Referenced By
uk: Посилається

source: A related resource that references, cites, or otherwise points to the described resource.
uk: Пов'язаний ресурс, який посилається, цитує або інакше вказує на описаний ресурс.

source: References
uk: Посилання

source: A related resource that is referenced, cited, or otherwise pointed to by the described resource.
uk: Пов'язаний ресурс, який посилається, цитує або інакше вказує на описаний ресурс.

source: Is Format Of
uk: Формат

source: A related resource that is substantially the same as the described resource, but in another format.
uk: Пов'язаний ресурс, який суттєво співпадає з описаним ресурсом, але в іншому форматі.

source: Has Format
uk: Має формат

source: A related resource that is substantially the same as the pre-existing described resource, but in another format.
uk: Пов'язаний ресурс, який суттєво співпадає з описаним ресурсом, але в іншому форматі.

source: Conforms To
uk: Відповідно до

source: An established standard to which the described resource conforms.
uk: Встановлений стандарт, до якого відповідає описаний ресурс.

source: Spatial Coverage
uk: Просторове охоплення

source: Spatial characteristics of the resource.
uk: Просторові характеристики ресурсу.

source: Temporal Coverage
uk: Тимчасове охоплення

source: Temporal characteristics of the resource.
uk: Тимчасові характеристики ресурсу.

source: Mediator
uk: Посередник

source: An entity that mediates access to the resource and for whom the resource is intended or useful.
uk: Сутність, яка є посередником в доступі до ресурсу і для якого ресурс призначений або корисний.

source: Date Accepted
uk: Дата прийняття

source: Date of acceptance of the resource.
uk: Дата прийняття ресурсу.

source: Date Copyrighted
uk: Дата авторських прав

source: Date of copyright.
uk: Дата авторського права.

source: Date Submitted
uk: Дата подання

source: Date of submission of the resource.
uk: Дата подання ресурсу.

source: Audience Education Level
uk: Рівень освіти аудиторії

source: A class of entity, defined in terms of progression through an educational or training context, for which the described resource is intended.
uk: Клас сутності, визначений у термінах прогресу через освітній або навчальний контекст, для якого призначений описаний ресурс.

source: Access Rights
uk: Права доступу

source: Information about who can access the resource or an indication of its security status.
uk: Інформація про те, хто може отримати доступ до ресурсу або вказівка на його стан безпеки.

source: Bibliographic Citation
uk: Бібліографічне посилання

source: A bibliographic reference for the resource.
uk: Бібліографічне посилання на ресурс.

source: License
uk: Ліцензія

source: A legal document giving official permission to do something with the resource.
uk: Документ, що надає офіційний дозвіл на здійснення дій з ресурсом.

source: Rights Holder
uk: Правовласник

source: A person or organization owning or managing rights over the resource.
uk: Особа або організація, яка володіє або керує правами на ресурс.

source: Provenance
uk: Походження

source: A statement of any changes in ownership and custody of the resource since its creation that are significant for its authenticity, integrity, and interpretation.
uk: Заява про будь-які зміни у власності та опіку над ресурсом з моменту його створення, які є значущими для його автентичності, цілісності та інтерпретації.

source: Instructional Method
uk: Інструктивний метод

source: A process, used to engender knowledge, attitudes and skills, that the described resource is designed to support.
uk: Процес, який використовується для формування знань, ставлень і навичок, для підтримки яких розроблено описаний ресурс.

source: Accrual Method
uk: Метод зарахування

source: The method by which items are added to a collection.
uk: Метод, за допомогою якого елементи додаються до колекції.

source: Accrual Periodicity
uk: Періодичність зарахування

source: The frequency with which items are added to a collection.
uk: Частота, з якою елементи додаються до колекції.

source: Accrual Policy
uk: Політика зараховування

source: The policy governing the addition of items to a collection.
uk: Політика, що регулює додавання елементів до колекції.

source: Dublin Core Type
uk: Тип Dublin Core

source: Basic resource types (DCMI Type Vocabulary)
uk: Базові типи ресурсів (Словник типів DCMI)

source: Collection
uk: Колекція

source: An aggregation of resources.
uk: Збирання ресурсів.

source: Dataset
uk: Набір даних

source: Data encoded in a defined structure.
uk: Дані, закодовані у визначеній структурі.

source: Event
uk: Подія

source: A non-persistent, time-based occurrence.
uk: Непостійна, тимчасова подія.

source: A visual representation other than text.
uk: Візуальне представлення, відмінне від тексту.

source: Interactive Resource
uk: Інтерактивний ресурс

source: A resource requiring interaction from the user to be understood, executed, or experienced.
uk: Ресурс, який потребує взаємодії користувача для розуміння, виконання або відчуття.

source: Service
uk: Послуга

source: A system that provides one or more functions.
uk: Система, яка забезпечує одну або декілька функцій.

source: Software
uk: Програмне забезпечення

source: A computer program in source or compiled form.
uk: Комп'ютерна програма у вихідному або скомпільованому вигляді.

source: Sound
uk: Звук

source: A resource primarily intended to be heard.
uk: Ресурс, в основному призначений для прослуховування.

source: A resource consisting primarily of words for reading.
uk: Ресурс, що складається переважно зі слів для читання.

source: Physical Object
uk: Фізичний об'єкт

source: An inanimate, three-dimensional object or substance.
uk: Неживий, тривимірний об'єкт або речовина.

source: Still Image
uk: Нерухоме зображення

source: A static visual representation.
uk: Статичне візуальне представлення.

source: Moving Image
uk: Рухоме зображення

source: A series of visual representations imparting an impression of motion when shown in succession.
uk: Серія візуальних уявлень, що створюють враження руху, якщо показувати їх послідовно.

source: Bibliographic Ontology
uk: Бібліографічна онтологія

source: Bibliographic metadata (BIBO)
uk: Бібліографічні метадані (BIBO)

source: Academic Article
uk: Академічна стаття

source: A scholarly academic article, typically published in a journal.
uk: Наукова академічна стаття, зазвичай публікується в журналі.

source: Article
uk: Стаття

source: A written composition in prose, usually nonfiction, on a specific topic, forming an independent part of a book or other publication, as a newspaper or magazine.
uk: Письмовий твір у прозі, як правило, наукової літератури, на певну тему, що є самостійною частиною книги чи іншого видання, наприклад газети чи журналу.

source: audio document
uk: аудіо документ

source: An audio document; aka record.
uk: Аудіо документ; також відомий як аудіозапис.

source: audio-visual document
uk: аудіовізуальний документ

source: An audio-visual document; film, video, and so forth.
uk: Аудіовізуальний документ; фільм, відео і так далі.

source: Bill
uk: Проект законодавчого документу

source: Draft legislation presented for discussion to a legal body.
uk: Проект законодавства, поданий для обговорення перед правовим органом.

source: Book
uk: Книга

source: A written or printed work of fiction or nonfiction, usually on sheets of paper fastened or bound together within covers.
uk: Письмовий або друкований твір художньої чи наукової літератури, як правило, на аркушах паперу, скріплених або переплетених між собою обкладинками.

source: Book Section
uk: Розділ книги

source: A section of a book.
uk: Розділ книги.

source: Brief
uk: Справа

source: A written argument submitted to a court.
uk: Письмовий аргумент, поданий до суду.

source: Chapter
uk: Розділ

source: A chapter of a book.
uk: Розділ книги.

source: Code
uk: Кодекс

source: A collection of statutes.
uk: Збірник статутів.

source: Collected Document
uk: Зібраний документ

source: A document that simultaneously contains other documents.
uk: Документ, що одночасно містить інші документи.

source: A collection of Documents or Collections
uk: Збірник документів або колекцій

source: Conference
uk: Конференція

source: A meeting for consultation or discussion.
uk: Зустріч для консультацій або обговорення.

source: Court Reporter
uk: Судовий репортер

source: A collection of legal cases.
uk: Колекція юридичних справ.

source: Document
uk: Документ

source: A document (noun) is a bounded physical representation of body of information designed with the capacity (and usually intent) to communicate. A document may manifest symbolic, diagrammatic or sensory-representational information.
uk: Документ (іменник) — це обмежене фізичне представлення масиву інформації, створене з можливістю (і зазвичай наміром) передавати інформацію. Документ може містити символічну, діаграматичну або чуттєво-репрезентативну інформацію.

source: document part
uk: частина документу
