Repository: prvt1971/omekas
Catalog: application/language/*.po
Languages: uk

source: The prefix "%s" is already taken.
uk: Префікс "%s" вже використовується.

source: The prefix "%s" is reserved.
uk: Префікс "%s" зарезервований.

source: Starting
uk: Початок

source: Stopping
uk: Зупинка

source: In Progress
uk: В процесі

source: Completed
uk: Завершено

source: Stopped
uk: Зупинено

source: starting
uk: початок

source: stopping
uk: зупинка

source: in_progress
uk: в процесі

source: completed
uk: завершено

source: stopped
uk: зупинено

source: error
uk: помилка

source: IIIF presentation
uk: IIIF презентація

source: IIIF presentation URL
uk: IIIF презентаційний URL

source: Enter the URL to a IIIF collection or manifest.
uk: Введіть URL до IIIF колекції або маніфесту.

source: IIIF image
uk: IIIF зображення

source: IIIF image URL
uk: IIIF URL зображення

source: Enter the URL to a IIIF image information file (ending with /info.json).
uk: Введіть URL до IIIF зображення файлу інформації (закінчується на /info.json).

source: Video URL
uk: Відео URL

source: URL for the video to embed.
uk: URL для вбудованого відео.

source: Start
uk: Почати

source: Begin playing the video at the given number of seconds from the start of the video.
uk: Почати відтворення відео за вказаною кількістю секунд від початку.

source: End
uk: Завершити

source: End playing the video at the given number of seconds from the start of the video.
uk: Завершити відтворення відео за вказаною кількістю секунд від початку.

source: A URL to the media.
uk: URL до медіа.

source: HTML or plain text.
uk: HTML або простий текст.

source: URL for the media to embed.
uk: URL для вбудовування медіа.

source: General
uk: Загальне

source: Display
uk: Відображення

source: Editing
uk: Редагування

source: Security
uk: Безпека

source: Administrator email
uk: Email адміна

source: Installation title
uk: Назва встановлення

source: Time zone
uk: Часовий пояс

source: Locale
uk: Локальний

source: Global locale/language code for all interfaces.
uk: Глобальний код локалізації/мови для всіх інтерфейсів.

source: Enable version notifications
uk: Увімкнути повідомлення про версію

source: Enable notifications when a new version of Omeka S, modules, or themes are available.
uk: Увімкніть сповіщення, коли доступна нова версія Omeka S, модулів або тем.

source: Disable JSON-LD @reverse
uk: Вимкнути JSON-LD @reverse

source: Disable JSON-LD reverse properties in the API output for resources.
uk: Вимкніть зворотні властивості JSON-LD у вихідних даних API для ресурсів.

source: Favicon
uk: Фавікон-іконка сайту

source: Results per page
uk: Результатів на сторінку

source: The maximum number of results per page on browse pages.
uk: Максимальна кількість результатів на сторінці на сторінках перегляду.

source: Property label information
uk: Інформація про властивості етикетки

source: The additional information that accompanies labels on resource pages.
uk: Додаткова інформація, яка супроводжує етикетки на сторінках ресурсів.

source: Show Vocabulary
uk: Показати словник

source: Show Term
uk: Показати термін

source: Default site
uk: Сайт за замовчуванням

source: Select which site should appear when users go to the front page of the installation.
uk: Виберіть, який сайт має з'являтися, коли користувачі переходять на головну сторінку встановлення.

source: No default (show index of sites)
uk: Немає за замовчуванням (показати індекс сайтів)

source: Disable JSON-LD embed
uk: Вимкнути вбудовування JSON-LD

source: By default, Omeka embeds JSON-LD in resource browse and show pages for the purpose of machine-readable metadata discovery. Check this to disable embedding.
uk: За замовчуванням, Omeka вбудовує JSON-LD на сторінках перегляду та показу ресурсів для забезпечення можливості виявлення метаданих машинними засобами. Поставте галочку, щоб вимкнути вбудовування.

source: Default content visibility to Private
uk: Видимість вмісту за замовчуванням - приватна.

source: If checked, all items, item sets and sites newly created will have their visibility set to private by default.
uk: Якщо встановлено прапорець, всі створені нові елементи, набори елементів та сайти матимуть приватну видимість за замовчуванням.

source: Suggested languages for values
uk: Запропоновані мови для значень

source: List of languages to facilitate filling of the values in the resource form. List them one by line. The label displayed for a language may be appended with a "=".
uk: Список мов для полегшення заповнення значень у формі ресурсу. Перелічіть їх по черзі. До етикетки, що відображається для мови, можна додати знак "=".

source: Media alt text property
uk: Медіа-властивість як альтернативний текст

source: Media property to use as alt text if no alt text is explicitly set.
uk: Медіа-властивість, яку використовувати як альтернативний текст, якщо альтернативний текст не встановлено очевидно.

source: [None]
uk: [Немає]

source: Index full-text search
uk: Індекс повнотекстового пошуку

source: Use HTMLPurifier
uk: Використання HTMLPurifier

source: Clean up user-entered HTML.
uk: Очистити введений користувачем HTML.

source: Disable file validation
uk: Вимкнути перевірку файлів

source: Check this to disable file media type and extension validation.
uk: Перевірте це, щоб вимкнути перевірку типу медіа файлу та розширення.

source: Allowed media types
uk: Дозволені типи медіа

source: Allowed file extensions
uk: Дозволені розширення файлів

source: A comma-separated list of allowed file extensions for file uploads.
uk: Список дозволених розширень файлів для завантаження, необхідно відокремлювати комами.

source: reCAPTCHA site key
uk: Ключ сайту reCAPTCHA

source: reCAPTCHA secret key
uk: Секретний ключ reCAPTCHA

source: Select a template
uk: Виберіть шаблон

source: A pre-defined template for resource creation.
uk: Попередньо визначений шаблон для створення ресурсу.

source: Select a class
uk: Вибрати клас

source: A type for the resource. Different types have different default properties attached to them.
uk: Тип для ресурсу. Різні типи мають різні властивості за замовчуванням.

source: Omeka S automatically selects a thumbnail from among attached media for a resource. You may use an image of your choice instead by choosing an asset here.
uk: Omeka S автоматично вибирає мініатюру з прикріплених медіа файлів для ресурсу. Ви можете використовувати зображення за своїм вибором, вибравши файл тут.

source: Basic info
uk: Основна інформація

source: File
uk: Файл

source: Enter a human-readable title of the vocabulary.
uk: Введіть читабельну назву словника.

source: Enter a human-readable description of the vocabulary.
uk: Введіть читабельний опис словника.

source: Namespace URI
uk: Простір назв URI

source: Enter the unique namespace URI used to identify the classes and properties of the vocabulary.
uk: Введіть унікальний простір назв URI, який використовується для ідентифікації класів та властивостей словника.

source: Namespace prefix
uk: Префікс простору назв

source: Enter a concise vocabulary identifier used as a shorthand for the namespace URI.
uk: Введіть короткий ідентифікатор словника, який використовується як скорочення для URI простору назв.

source: Import type
uk: Тип імпорту

source: File upload
uk: Завантаження файлу

source: Choose a RDF vocabulary file.
uk: Оберіть файл RDF словника.

source: File URL
uk: Файл URL

source: Enter a URL to a RDF vocabulary file.
uk: Введіть URL для файлу RDF словника.

source: File format
uk: Формат файлу

source: [Autodetect]
uk: [Автовизначення]

source: Preferred language
uk: Бажана мова

source: Enter the preferred language of the labels and comments using an <a target="_blank" href="https://www.w3.org/International/articles/language-tags/">IETF language tag</a>. Defaults to the first available.
uk: Введіть бажану мову етикеток та коментарів за допомогою <a target="_blank" href="https://www.w3.org/International/articles/language-tags/">мовного тегу IETF</a>. За замовчуванням використовується перший доступний.

source: Label property
uk: Властивість етикетки

source: Enter the label property. This is typically only needed if the vocabulary uses an unconventional property for labels. Please use the full property URI enclosed in angle brackets.
uk: Введіть властивість етикетки. Зазвичай це потрібно, лише якщо словник використовує нетрадиційну властивість для етикеток. Будь ласка, використовуйте повний URI властивості в кутових дужках.

source: Comment property
uk: Властивість коментаря

source: Enter the comment property. This is typically only needed if the vocabulary uses an unconventional property for comments. Please use the full property URI enclosed in angle brackets.
uk: Введіть властивість коментаря. Зазвичай це потрібно, лише якщо словник використовує нетрадиційну властивість для коментарів. Будь ласка, використовуйте повний URI властивості в кутових дужках.

source: Choose or upload a thumbnail to display with site.
uk: Виберіть або завантажте мініатюру для відображення на сайті.

source: Suggested class
uk: Запропонований клас

source: Set visibility
uk: Вказати видимість

source: [No change]
uk: [Без змін]

source: Set openness
uk: Встановити відкритість

source: Open
uk: Відкритий

source: Not open
uk: Не відкритий

source: Set template
uk: Вказати шаблон

source: [Unset template]
uk: [Шаблон не вказано]

source: Set class
uk: Вказати клас

source: [Unset class]
uk: [Клас не вказано]

source: Set owner
uk: Вказати власника

source: Select item sets
uk: Вибрати набори елементів

source: Add to item sets
uk: Додати до наборів елементів

source: Remove from item sets
uk: Видалити з наборів елементів

source: Select sites
uk: Вибрати сайти

source: Add to sites
uk: Додати на сайти

source: Remove from sites
uk: Видалити із сайтів

source: Clear language
uk: Зрозуміла мова

source: Select properties
uk: Вибрати властивості

source: Clear property values
uk: Очистити значення властивостей

source: Install
uk: Встановити

source: Deactivate
uk: Деактивувати

source: Upgrade
uk: Оновити

source: Invalid or missing CSRF token
uk: Недійсний або відсутній CSRF-токен

source: Confirm password
uk: Підтвердити пароль

source: The password is invalid
uk: Пароль недійсний

source: The passwords did not match
uk: Паролі не збігаються

source: You must verify that you are human by completing the CAPTCHA.
uk: Ви повинні підтвердити, що ви людина, заповнивши CAPTCHA.

source: Could not verify that you are a human.
uk: Не вдалося перевірити, що ви людина.

source: three- or six-digit hexadecimal color, or "transparent"
uk: три- або шестизначний шістнадцятковий колір або "прозорий"

source: Invalid color format
uk: Неправильний формат кольору

source: Show
uk: Показати

source: Auto-assign new items
uk: Автоматичне призначення нових елементів

source: Select this if you want new items to be automatically assigned to this site. Note that item owners may unassign their items at any time.
uk: Виберіть це, якщо ви хочете, щоб нові елементи автоматично призначалися для цього сайту. Зверніть увагу, що власники елементів можуть скасувати їх призначення в будь-який час.

source: Attachment link type
uk: Тип посилання вкладення

source: Direct link to file
uk: Пряме посилання на файл

source: Show page pagination
uk: Показати пагінацію сторінки

source: Show pagination that helps users follow a linear narrative through a site.
uk: Показати пагінацію, яка допомагає користувачам слідувати лінійній наративності через сайт.

source: Show user bar on public views
uk: Показувати панель користувача на публічних переглядах

source: Never
uk: Ніколи

source: When logged in
uk: Коли увійшли в систему

source: Always
uk: Завжди

source: Page subnavigation display
uk: Сторінка відображення піднавігації

source: Hide on leaf pages (default)
uk: Приховати на листових сторінках (за замовчуванням)

source: Hide on all pages
uk: Приховати на всіх сторінках

source: Show on all pages
uk: Показати на всіх сторінках

source: Locale/language code for this site. Leave blank to use the global locale setting.
uk: Локальний/мовний код для цього сайту. Залиште порожнім, щоб використовувати глобальні налаштування.

source: Filter values based on site locale
uk: Фільтруйте значення на основі локального сайту.

source: Show only values matching the site language setting and values without locale ID.
uk: Показувати лише значення, що відповідають налаштуванням мови сайту та значення без ідентифікатора локалі.

source: Show language labels for values
uk: Показати етикетки мов для значень

source: Show a label indicating the language of each value on show pages.
uk: Показати етикетку, що вказує мову кожного значення на сторінках відображення.

source: Restrict browse to attached items
uk: Обмежити перегляд прикріплених елементів

source: The maximum number of results per page on browse pages. Leave blank to use the global setting.
uk: Максимальна кількість результатів на сторінці на сторінках перегляду. Залиште порожнім, щоб використовувати глобальне налаштування.

source: Use global setting
uk: Використати глобальне налаштування

source: Browse heading property
uk: Переглянути властивість заголовку

source: Use this property for the heading of each resource on a browse page. Keep unselected to use the default title property of each resource.
uk: Використовуйте цю властивість для заголовку кожного ресурсу на сторінці перегляду. Залиште невибраним, щоб використовувати типову властивість заголовка кожного ресурсу.

source: Select a property
uk: Виберіть властивість

source: Browse body property
uk: Переглянути властивість тіла

source: Use this property for the body of each resource on a browse page. Keep unselected to use the default description property of each resource.
uk: Використовуйте цю властивість для тіла кожного ресурсу на сторінці перегляду. Залиште невибраним, щоб використовувати типову властивість опису кожного ресурсу.

source: Item browse defaults
uk: Елементи перегляду за замовчуванням

source: Show attached pages
uk: Показати прикріплені сторінки

source: Show site pages to which an item is attached on the public item show page.
uk: Показати сторінки сайту, до яких прикріплено елемент на публічній сторінці показу елемента.

source: Value annotations
uk: Значення анотацій

source: Hide value annotations
uk: Приховати значення анотацій

source: Show value annotations (collapsed)
uk: Показати значення анотацій (згорнуті)

source: Show value annotations (expanded)
uk: Показати значення анотацій (розгорнуті)

source: Exclude resources not in site
uk: Виключити ресурси, які не належать сайту

source: Exclude resources that are not assigned to this site.
uk: Виключити ресурси, які не призначені для цього сайту.

source: Search type
uk: Тип пошуку

source: Select the type of search the main search field will perform
uk: Виберіть тип пошуку, який буде виконувати основне поле пошуку

source: This site
uk: Цей сайт

source: All sites
uk: Усі сайти

source: Search resources
uk: Пошук ресурсів

source: Customize which types of resources will be searchable in the main search field.
uk: Налаштуйте, які типи ресурсів будуть доступні для пошуку в основному полі.

source: Advanced search vocabulary members
uk: Розширений пошук словникових членів

source: Limit the search options for property and class
uk: Обмежте можливості пошуку для властивості та класу

source: All vocabulary members
uk: Усі члени словника

source: Used by resources in this site
uk: Використовується ресурсами на цьому сайті

source: Used by any resource in the installation
uk: Використовується будь-яким ресурсом під час встановлення

source: Templates
uk: Шаблони

source: Select which templates to apply to the advanced search form.
uk: Виберіть, які шаблони застосувати до форми розширеного пошуку.

source: Select templates
uk: Оберіть шаблони

source: Restrict to templates
uk: Обмежити до шаблонів

source: Restrict search results to resources of the selected templates.
uk: Обмежте результати пошуку ресурсами вибраних шаблонів.

source: Select role…
uk: Виберіть роль...

source: Set role
uk: Встановити роль

source: Set activity
uk: Встановити активність

source: Select sites…
uk: Вибрати сайти

source: Remove from site permission
uk: Видалити дозвіл з сайту

source: [All sites]
uk: [Усі сайти]

source: Add to site permission
uk: Додати дозвіл на сайт

source: Select permission…
uk: Виберіть дозвіл...

source: Add to site permission as
uk: Додати дозвіл на сайт як

source: Manage current items
uk: Керуйте поточними елементами

source: Do nothing
uk: Нічого не робіть

source: Add - keep existing items and assign items from a new search query
uk: Додати - зберегти існуючі елементи та призначити елементи з нового пошукового запиту

source: Replace - unassign all items and assign items from a new search query
uk: Замінити - скасувати призначення всіх елементів і призначити елементи з нового пошукового запиту

source: Remove - unassign items from a new search query
uk: Видалити - відкріпити елементи від нового пошукового запиту

source: Remove all - unassign all items
uk: Видалити все - скасувати призначення всіх елементів

source: Resource template file
uk: Файл шаблону ресурсу

source: Admin browse columns
uk: Адміністратор переглядає стовпці

source: Admin browse defaults
uk: Адміністратор переглядає за замовчуванням

source: Default resource template
uk: Зразок типового шаблону ресурсу

source: Default item sets for items
uk: Стандартні набори елементів для елементів

source: Default sites for items
uk: Сайти за замовчуванням для елементів

source: Item browse columns
uk: Стовпці перегляду елементів

source: Item set browse columns
uk: Стовпці перегляду набору елементів

source: Media browse columns
uk: Медіа стовпці перегляду

source: Site browse columns
uk: Стовпці перегляду сайту

source: Item set browse defaults
uk: Елементи перегляду за замовчуванням

source: Media browse defaults
uk: Перегляд медіа за замовчуванням

source: Site browse defaults
uk: Перегляд сайту за замовчуванням

source: Current password
uk: Поточний пароль

source: New password
uk: Новий пароль

source: Confirm new password
uk: Підтвердити новий пароль

source: New key label
uk: Новий підпис ключа

source: Create the first user
uk: Створити першого користувача

source: Confirm email
uk: Підтвердити email

source: The emails did not match
uk: Електронні пошти не співпадають

source: Alignment
uk: Вирівнювання

source: Center
uk: По центрцу

source: Minimum height
uk: Мінімальна висота

source: Image
uk: Зображення

source: Vertical anchor position
uk: Вертикальне положення якоря

source: Horizontal anchor position
uk: Горизонтальне положення якоря

source: Cover
uk: Обкладинка

source: Contain
uk: Містити

source: Confirm
uk: Підтвердити

source: Add to navigation
uk: Додати до навігації

source: Neither "proc_open()" nor "exec()" are available.
uk: Ні "proc_open()" ні "exec()" недоступні.

source: Select site…
uk: Вибрати сайт...

source: Select class…
uk: Вибрати клас...

source: item title
uk: назва елементу

source: media title
uk: назва медіа

source: no title
uk: без назви

source: Relevance
uk: Релевантність

source: Add a column…
uk: Додати стовпець...

source: Column type
uk: Тип стовпця

source: Header
uk: Заголовок

source: Select template…
uk: Обрати шаблон...

source: Select property…
uk: Обрати властивість...

source: Select user…
uk: Обрати користувача...

source: Select item set…
uk: Вибрати набір елементів...

source: Installation successful. Please log in.
uk: Установка успішна. Будь ласка, увійдіть.

source: There were errors during installation.
uk: Були помилки під час встановлення.

source: Site successfully created
uk: Сайт успішно створено

source: Site successfully updated
uk: Сайт успішно оновлено

source: Page successfully created
uk: Сторінку успішно створено

source: Homepage
uk: Домашня сторінка

source: First page in navigation
uk: Перша сторінка в навігації

source: Navigation successfully updated
uk: Навігація успішно оновлена

source: Item assignment in progress. To see the new item count, refresh the page.
uk: Призначення елемента в процесі. Щоб побачити нову кількість елементів, оновіть сторінку.

source: Site resources successfully updated
uk: Ресурси сайту успішно оновлені

source: User permissions successfully updated
uk: Дозволи користувача оновлено успішно

source: Site theme successfully updated
uk: Тему сайту успішно оновлено

source: Theme settings successfully updated
uk: Налаштування теми успішно оновлено

source: Theme resource pages successfully updated
uk: Ресурси сторінок теми успішно оновлено

source: Site successfully deleted
uk: Сайт успішно видалено

source: site
uk: сайт

source: Page successfully updated
uk: Сторінку успішно оновлено

source: page
uk: сторінка

source: Page successfully deleted
uk: Сторінку успішно видалено

source: Successfully logged in
uk: Успішно увійшли

source: Email or password is invalid
uk: Email або пароль недійсні

source: Successfully logged out
uk: Успішно вийшли

source: Invalid password creation key.
uk: Неправильний ключ для створення паролю.

source: Password creation key expired.
uk: Ключ для створення паролю застарів.

source: Successfully created your password. Please log in.
uk: Успішно створено ваш пароль. Будь ласка, увійдіть.

source: Password creation unsuccessful
uk: Не вдалося створити пароль

source: Unable to send password reset email.
uk: Неможливо відправити електронного листа для скидання пароля.

source: Check your email for instructions on how to reset your password
uk: Перевірте свою електронну пошту для отримання інструкцій зі скидання пароля.

source: Activation unsuccessful
uk: Активація не вдалася

source: Migration successful
uk: Міграція успішна

source: Confirm Delete
uk: Підтвердити видалення

source: item
uk: елемент

source: Item successfully deleted
uk: Елемент успішно видалено

source: You must select at least one item to batch delete.
uk: Ви повинні вибрати принаймні один елемент для пакетного видалення.

source: Items successfully deleted
uk: Елементи успішно видалено

source: Deleting items. This may take a while.
uk: Видалення елементів. Це може зайняти деякий час.

source: Item successfully created. %s
uk: Елемент успішно створено. %s

source: Item successfully updated
uk: Елемент успішно оновлено

source: You must select at least one item to batch edit.
uk: Ви повинні вибрати принаймні один елемент для пакетного редагування.

source: Items successfully edited
uk: Елементи успішно редаговано

source: Editing items. This may take a while.
uk: Редагування елементів. Це може зайняти деякий час.

source: Unable to send user activation email.
uk: Неможливо надіслати активаційний лист користувачу.

source: User successfully created. %s
uk: Користувача успішно створено. %s

source: User successfully updated
uk: Користувача успішно оновлено

source: The current password entered was invalid
uk: Введений пароль недійсний

source: Password successfully changed
uk: Пароль успішно змінено

source: Key(s) successfully deleted
uk: Ключ(і) успішно видалено

source: API key successfully created.<br><br>Here is your key ID and credential for access to the API. WARNING: "key_credential" will be unretrievable after you navigate away from this page.<br><br><code>key_identity=%1$s</code><br><code>key_credential=%2$s</code>
uk: API ключ успішно створено.<br><br>Ось ваш ID ключ та облікові дані для доступу до API. ПОПЕРЕДЖЕННЯ: "key_credential" буде неможливо відновити після переходу з цієї сторінки.<br><br><code>key_identity=%1$s</code><br><code>key_credential=%2$s</code>

source: user
uk: користувач

source: User successfully deleted
uk: Користувача успішно видалено

source: You must select at least one user to batch delete.
uk: Ви повинні вибрати принаймні одного користувача для пакетного видалення.

source: You can’t delete yourself.
uk: Ви не можете видалити себе.

source: Users successfully deleted
uk: Користувачів успішно видалено
