Repository: prvt1971/omekas
Catalog: application/language/*.po
Languages: uk

source: The %1$s adapter does not implement the search operation.
uk: %1$s адаптер не здійснює операцію пошуку.

source: The %1$s adapter does not implement the create operation.
uk: %1$s адаптер не здійснює операцію створення.

source: The %1$s adapter does not implement the batch create operation.
uk: %1$s адаптер не реалізує операцію пакетного створення.

source: The %1$s adapter does not implement the read operation.
uk: %1$s адаптер не реалізує операцію читання.

source: The %1$s adapter does not implement the update operation.
uk: %1$s адаптер не реалізує операцію оновлення.

source: The %1$s adapter does not implement the batch update operation.
uk: %1$s адаптер не реалізує операцію пакетного оновлення.

source: The %1$s adapter does not implement the delete operation.
uk: %1$s адаптер не реалізує операцію видалення.

source: The %1$s adapter does not implement the batch delete operation.
uk: %1$s адаптер не реалізує операцію пакетного видалення.

source: The "%1$s" field is not available in the %2$s adapter class.
uk: "%1$s" поле недоступне у %2$s класі адаптера.

source: The "%1$s" field is not available in the %2$s entity class.
uk: "%1$s" поле недоступне у %2$s класі введення.

source: Permission denied for the current user to %1$s the %2$s resource.
uk: Користувачеві відмовлено у дозволі %1$s до цього %2$s ресурсу.

source: %1$s entity with criteria %2$s not found
uk: %1$s об'єкт з таким критерієм %2$s не знайдено

source: Welcome
uk: Ласкаво просимо

source: Browse
uk: Перегляд

source: The API does not support the "%s" resource.
uk: API не підтримує цей "%s" ресурс.

source: [Untitled]
uk: [Без назви]

source: Default
uk: За замовчуванням

source: Yes
uk: Так

source: No
uk: Ні

source: Asset uploads must be POSTed.
uk: Завантаження файлу повинно здійснюватися за допомогою методу POST.

source: Add another item?
uk: Додати інший елемент?

source: Add another item set?
uk: Додати інший набір елементів?

source: Active
uk: Активно

source: Not active
uk: Неактивно

source: Not installed
uk: Не інстальовано

source: Needs upgrade
uk: Потребує оновленння

source: Error
uk: Помилка

source: Not found
uk: Не знайдено

source: Invalid module
uk: Модуль недійсний

source: Invalid INI
uk: INI недійсний

source: Invalid Omeka S version
uk: Версія Omeka S недійсна

source: Add another resource template?
uk: Додати шаблон іншого ресурсу?

source: [invalid]
uk: [недійсний]

source: [Unable to execute command]
uk: [Неможливо виконати команду]

source: Add another user?
uk: Додати іншого користувача?

source: Import another vocabulary?
uk: Імпортувати інший словник?

source: Resource not found with id %s.
uk: Ресурс %s не знайдено.

source: Items
uk: Елементи

source: Item Sets
uk: Набори елементів

source: Media
uk: Медіа

source: Migration file did not contain the expected class
uk: Файл міграції не містить очікуваного класу

source: be a minimum of %s characters in length.
uk: мати мінімум %s символів.

source: contain at least %s lowercase characters.
uk: містити принаймні %s символи нижнього регістру.

source: contain at least %s uppercase characters.
uk: містити принаймні %s символи верхнього регістру.

source: contain at least %s numbers.
uk: містити принаймні %s числа.

source: contain at least %1$s symbols: %2$s
uk: містити принаймні %1$s символи: %2$s

source: Password must:
uk: Пароль повинен:

source: Expand
uk: Розширити

source: The namespace URI you entered does not end with a / or #, as is normally expected for namespace URIs. Would you like to save anyway?
uk: URI простору назви, який ви ввели, не закінчується на / або #, як зазвичай для простору назв URI. Зберегти?"

source: The namespace URI you entered does not match the saved namespace URI. Would you like to save anyway?
uk: URI простору назв, який ви ввели, не відповідає збереженому URI. Зберегти?

source: Unknown
uk: Невідомо

source: Upload file
uk: Завантажити файл

source: Module "%1$s" is marked as "%2$s" and cannot be activated
uk: Модуль "%1$s" позначено як "%2$s" і його неможливо активувати

source: Module "%s" not in database during activation
uk: Модуля "%s" немає в базі даних під час активації

source: Module "%1$s" is marked as "%2$s" and cannot be deactivated
uk: Модуль "%1$s" позначено як "%2$s" і його неможливо активувати

source: Module "%s" not in database during deactivation
uk: Модуля "%s" немає в базі даних під час деактивації

source: Module "%1$s" is marked as "%2$s" and cannot be installed
uk: Модуль "%1$s" позначено як "%2$s" і його неможливо інсталювати

source: Module "%1$s" is marked as "%2$s" and cannot be uninstalled
uk: Модуль "%1$s" позначено як "%2$s" не можна деінсталювати

source: Module "%s" not found in database during uninstallation
uk: Модуля "%s" незнайдено в базі даних під час деінсталяції

source: Module "%1$s" is marked as "%2$s" and cannot be upgraded
uk: Модуль "%1$s" позначено як "%2$s" і не може бути оновлено

source: Module "%s" not found in database during upgrade
uk: Модуль "%s" не знайдено в базі даних під час оновлення

source: Permission denied for the current user to %1$s the %2$s module.
uk: Користувачеві відмовлено у дозволі %1$s до цього %2$s модуля.

source: Permission denied for the current user to access the %1$s action of the %2$s controller.
uk: Відмовлено в дозволі для поточного користувача на доступ до дії %1$s контролера %2$s.

source: This layout is invalid.
uk: Цей макет недійсний.

source: Break type
uk: Тип розриву

source: Add pages
uk: Додати сторінки

source: Options
uk: Налаштування

source: Advanced
uk: Розширений

source: Depth
uk: Глибина

source: Number of child page levels to display
uk: Кількість рівнів дочірніх сторінок для відображення

source: [Missing Page]
uk: [Сторінка відсутня]

source: Home
uk: Головна

source: Greetings, %1$s! It seems you have forgotten your password for %5$s at %2$s To reset your password, click this link: %3$s Your reset link will expire on %4$s.
uk: Вітання, %1$s! Здається, ви забули свій пароль для %5$s на %2$s Щоб скинути пароль, натисніть на це посилання: %3$s Термін дії вашого посилання для скидання паролю закінчується %4$s.

source: Reset your password for %s
uk: Скиньте ваш пароль для %s

source: Greetings! A user has been created for you on %5$s at %1$s Your username is your email: %2$s Click this link to set a password and begin using Omeka S: %3$s Your activation link will expire on %4$s. If you have not completed the user activation process by the time the link expires, you will need to request another activation email from your site administrator.
uk: Вітання! Для вас було створено користувача на %5$s о %1$s Ваше ім'я користувача - ваша електронна пошта: %2$s Натисніть на це посилання, щоб встановити пароль і почати використовувати Omeka S: %3$s Ваше посилання активації буде дійсним до %4$s. Якщо ви не завершили процес активації користувача до закінчення терміну дії посилання, вам потрібно буде запросити інший лист активації від адміністратора вашого сайту.

source: User activation for %s
uk: Активація користувача для %s

source: oEmbed: URL is not allowed %s
uk: oEmbed: URL не дозволено %s

source: oEmbed: links cannot be found at %s
uk: oEmbed: посилання не можуть бути знайдені на %s

source: oEmbed: response cannot be decoded to JSON %s
uk: oEmbed: відповідь не може бути декодована в JSON %s

source: oEmbed: URL is invalid: %s
uk: oEmbed: URL недійсний: %s

source: oEmbed: URL is unreadable at %s: %s (%s)
uk: oEmbed: URL незчитуваний на %s: %s (%s)

source: Show attachment title
uk: Показати назву вкладення

source: Cancel
uk: Скасувати

source: Password must be a minimum of %s characters in length.
uk: Пароль повинен містити принаймні %s символів у довжину.

source: Password must contain at least %s lowercase characters.
uk: Пароль повинен містити принаймні %s символів у нижньому регістрі.

source: Password must contain at least %s uppercase characters.
uk: Пароль повинен містити принаймні %s символів у верхньому регістрі.

source: Password must contain at least %s numbers.
uk: Пароль повинен містити принаймні %s цифр.

source: Password must contain at least %1$s symbols: <code>%2$s</code>
uk: Пароль повинен містити принаймні %1$s символів: <code>%2$s</code>

source: is exactly
uk: точно

source: is not exactly
uk: не зовсім точно

source: contains
uk: містить

source: does not contain
uk: не містить

source: starts with
uk: починається з

source: does not start with
uk: не починається з

source: ends with
uk: закінчується на

source: does not end with
uk: не закінчується на

source: is resource with ID
uk: ресурс з ID

source: is not resource with ID
uk: не є ресурсом з ID

source: has any value
uk: має будь-яке значення

source: has no values
uk: немає значень

source: Search full-text
uk: Пошук повного тексту

source: Class
uk: Клас

source: Unknown class
uk: Невідомий клас

source: Unknown property
uk: Невідома властивість

source: [Any property]
uk: [Будь-яка властивість]

source: OR
uk: АБО

source: AND
uk: ТА

source: Search
uk: Пошук

source: Template
uk: Шаблон

source: Unknown template
uk: Невідомий шаблон

source: In item set
uk: В наборі елементів

source: Unknown item set
uk: Невідомий набір елементів

source: Not in item set
uk: Не в наборі елементів

source: User
uk: Користувач

source: Unknown user
uk: Невідомий користувач

source: Site
uk: Сайт

source: Unknown site
uk: Невідомий сайт

source: Visibility
uk: Видимість

source: Public
uk: Публічний

source: Not public
uk: Не публічно

source: Media presence
uk: Медіа присутність

source: Has media
uk: Має медіа

source: Has no media
uk: Без медіа

source: Name
uk: Ім'я

source: Role
uk: Роль

source: Unknown role
uk: Невідома роль

source: Is active
uk: Активний

source: yes
uk: так

source: no
uk: ні

source: Has permission in site
uk: Має дозвіл на сайті

source: The maximum upload size is %s MB.
uk: Максимальний розмір завантаження становить %s МБ.

source: Edit
uk: Редагувати

source: View
uk: Перегляд

source: Search by ID
uk: Пошук за ID

source: Searches for resources by Omeka S ID. You can search for more than one ID by separating them by commas.
uk: Пошук ресурсів за ідентифікатором Omeka S. Ви можете шукати більше одного ідентифікатора, розділяючи їх комами.

source: Search by item set
uk: Пошук за набором елементів

source: Searches for items that are assigned to any of these item sets.
uk: Пошуки елементів, яким призначено будь-який з цих наборів елементів.

source: Add new item set
uk: Додати новий набір елементів

source: Condition
uk: Умова

source: In
uk: У

source: Not in
uk: Не в

source: Remove value
uk: Видалити значення

source: Search by MIME type
uk: Пошук за типом MIME

source: Search by owner
uk: Пошук за власником

source: Searches for resources that are owned by this user.
uk: Пошук ресурсів, які належать цьому користувачу.

source: Query text
uk: Запит тексту

source: Search by value
uk: Пошук за значенням

source: Add new value
uk: Додати нове значення

source: Joiner
uk: Приєднувач

source: Query type
uk: Тип запиту

source: Search by class
uk: Пошук за класом

source: Searches for resources that are any of these classes.
uk: Пошук ресурсів, які належать до будь-яких з цих класів.

source: Add new class
uk: Додати новий клас

source: Search by template
uk: Пошук за шаблоном

source: Searches for resources that use any of these templates.
uk: Пошук ресурсів, які використовують будь-які з цих шаблонів.

source: Add new template
uk: Додати новий шаблон

source: Search by site
uk: Пошук за сайтом

source: Searches for items that are assigned to this site.
uk: Пошук елементів, яким призначено цей сайт.

source: Sort
uk: Сортувати

source: Search by email
uk: Пошук за email

source: Search by name
uk: Пошук за ім'ям

source: Search by role
uk: Пошук за роллю

source: Search by activity
uk: Пошук за діяльністю

source: No asset selected
uk: Не вибрано жодного файлу.

source: Open asset options
uk: Відкрити параметри файлу

source: Delete attachment
uk: Видалити вкладення

source: Restore attachment
uk: Відновити вкладення

source: Collapse
uk: Згортання

source: Assets
uk: Файли

source: Add asset
uk: Додати файл

source: [No asset selected]
uk: [Не вибрано жодного файлу]

source: Select
uk: Вибрати

source: Clear
uk: Очистити

source: No Asset
uk: Без файлу

source: Preview
uk: Перегляд

source: [No page selected]
uk: [Не вибрано жодної сторінки]

source: Close
uk: Закрити

source: Page link
uk: Посилання на сторінку

source: Alternative link title
uk: Альтернативний заголовок посилання

source: Caption
uk: Напис на екрані

source: Apply changes
uk: Застосувати зміни

source: No item selected
uk: Жоден елемент не вибрано

source: Open attachment options
uk: Відкрити параметри вкладення

source: Attachments
uk: Вкладення

source: Add attachment
uk: Додати вкладення

source: Position %s
uk: Позиція %s

source: Span %s
uk: З'єднати %s

source: Block to be removed
uk: Блок, який потрібно видалити

source: Preview layout
uk: Перегляд макету

source: Configure layout
uk: Налаштувати макет

source: Remove block
uk: Видалити блок

source: Restore block
uk: Відновити блок

source: Item sets
uk: Набір елементів

source: Created
uk: Створено

source: Modified
uk: Змінено

source: [Custom sort by]
uk: [Сортування за замовчуванням]

source: Enter a custom sort by
uk: Введіть власне сортування за

source: Descending
uk: За спаданням

source: Ascending
uk: За зростанням

source: Add
uk: Додати

source: Reset
uk: Скинути

source: Advanced item search
uk: Розширений пошук об'єктів

source: Item results for "%s"
uk: Результати для "%s"

source: Advanced item set search
uk: Розширений пошук набору елементів

source: Item set results for "%s"
uk: Результати набору елементів для "%s"

source: Search results for “%s”
uk: Результати пошуку для "%s"

source: Site pages
uk: Сторінки сайту

source: View all results (%s total)
uk: Переглянути всі результати (%s всього)

source: No result found
uk: Нічого не знайдено

source: Site page results for "%s"
uk: Результати сторінки сайту для "%s"

source: Omeka resource
uk: Omeka ресурс

source: Value to be removed
uk: Значення, яке потрібно видалити

source: Restore value
uk: Відновити значення

source: More actions
uk: Більше дій

source: Make private
uk: Зробити приватним

source: Annotate value
uk: Анотоване значення

source: Set language
uk: Встановити мову

source: Language
uk: Мова

source: No resource selected
uk: Не вибрано жодного ресурсу

source: Label
uk: Етикетка

source: Delete %s
uk: Видалити %s

source: Are you sure you would like to delete this %s?
uk: Ви впевнені, що хочете видалити це %s?

source: No filter
uk: Без фільтра

source: Filter
uk: Фільтр

source: Learn more
uk: Дізнатися більше

source: Click on an item set to add it to the edit panel.
uk: Натисніть на набір елементів, щоб додати його до панелі редагування.

source: Filter item sets
uk: Фільтрувати за набором елементів

source: [No owner]
uk: [Без власника]

source: More info
uk: Більше інфо

source: Filter by resource type and property:
uk: Фільтрувати за типом ресурсу та властивістю:

source: %s with "%s: %s"
uk: %s з "%s: %s"

source: Title
uk: Назва

source: Search query
uk: Пошуковий запит

source: Type
uk: Тип

source: Query
uk: Запит

source: Page
uk: Сторінка

source: Open in new tab
uk: Відкрити в новій вкладці

source: Top
uk: Зверху

source: Right
uk: Праворуч

source: Bottom
uk: Низ

source: Left
uk: Ліворуч

source: Select Pages
uk: Оберіть сторінки

source: of %s
uk: з %s

source: Previous
uk: Попередній

source: Next
uk: Наступний

source: %1$s–%2$s of %3$s
uk: %1$s–%2$s з %3$s

source: 0 results
uk: 0 результатів

source: Select property
uk: Виберіть властивість

source: Add text value
uk: Додайте текстове значення

source: Remove
uk: Видалити

source: Add resource value
uk: Додати значення ресурсу

source: Resource ID
uk: ID ресурсу

source: Add URI value
uk: Додайте значення URI

source: Values
uk: Значення

source: Click on a property to add it to the edit panel.
uk: Натисніть на властивість, щоб додати її до панелі редагування.

source: Filter properties
uk: Фільтрувати властивості

source: [Edit below]
uk: [Редагуйте нижче]

source: Advanced edit
uk: Розширене редагування

source: Apply
uk: Застосувати

source: Restore
uk: Відновити

source: Add property
uk: Додати властивість

source: Property term for development use
uk: Властивість терміну для використання у розробці

source: Select the first value type.
uk: Виберіть перший тип значення.

source: Add value
uk: Додати значення

source: Text
uk: Текст

source: Other Media
uk: Інші медіа

source: Linked resources
uk: Пов'язані ресурси

source: Resource class
uk: Клас ресурсу

source: Select resource
uk: Виберіть ресурс

source: Private
uk: Приватний

source: Has annotation
uk: Має анотацію

source: Add to List of pages
uk: Додати до списку сторінок

source: Filter pages
uk: Фільтрувати за сторінками

source: There are no available pages.
uk: Немає доступних сторінок.

source: Quick add
uk: Швидке додавання

source: Inactive
uk: Неактивний

source: Quick add checkboxes are now available.
uk: Швидке додавання прапорців тепер доступне.

source: Quick add checkboxes are now hidden.
uk: Швидке додавання прапорців тепер приховано.

source: Select all
uk: Виберіть все

source: All results are now selected.
uk: Усі результати тепер вибрано.

source: All results are now deselected.
uk: Усі результати тепер скасовано.

source: Prev
uk: Попереднє

source: Click on a site to add it to the edit panel.
uk: Натисніть на сайт, щоб додати його до панелі редагування.

source: Filter sites
uk: Фільтрувати сайти

source: Sites
uk: Сайти

source: Switch to descending order
uk: Переключитися на спадний порядок

source: Switch to ascending order
uk: Переключитися на зростаючий порядок

source: Sort by %s
uk: Сортувати за %s

source: Sort by
uk: Сортувати за

source: Sort order
uk: Порядок сортування

source: Signed in as %s
uk: Увійшов як %s

source: Logout
uk: Вийти

source: Log in
uk: Увійти

source: Click on a user to add it to the edit panel.
uk: Натисніть на користувача, щоб додати його до панелі редагування.

source: Filter users
uk: Фільтрувати за користувачами

source: Users (%s)
uk: Користувачі (%s)

source: Add annotation
uk: Додати анотацію

source: Annotations
uk: Анотації

source: Set annotations
uk: Встановити анотації

source: Make public
uk: Зробити публічним

source: A new version of Omeka S is available. %s
uk: Нова версія Omeka S доступна. %s

source: Get the new version.
uk: Отримайте нову версію.

source: Forbidden
uk: Заборонено

source: Page not found
uk: Сторінку не знайдено

source: The page you are trying to view does not exist. Use the back button to return to the last page.
uk: Сторінка, яку ви намагаєтесь переглянути, не існує. Використовуйте кнопку "Назад", щоб повернутися на попередню сторінку.

source: Reason: %s
uk: Причина: %s

source: Omeka S encountered an error
uk: Omeka S стикнулась з помилкою

source: Details:
uk: Деталі:

source: retrieving error messages
uk: отримання повідомлень про помилки

source: Skip to main content
uk: Пропустити до основного вмісту

source: Navigation menu
uk: Навігаційне меню

source: Search site
uk: Пошук сайту

source: User menu
uk: Меню користувача

source: Edit user
uk: Редагувати користувача

source: not logged in
uk: не увійшов

source: Advanced options
uk: Розширені параметри

source: Resource type
uk: Тип ресурсу

source: Search items
uk: Пошук об'єктів

source: Search item sets
uk: Пошук набору елементів

source: Search media
uk: Пошук медіа

source: View public site
uk: Переглянути публічний сайт

source: Resources
uk: Ресурси

source: Admin
uk: Адмін

source: Modules
uk: Модулі

source: version %s
uk: версія %s

source: System information
uk: Системна інформація

source: User manual
uk: Користувацький посібник

source: Support forums
uk: Форуми підтримки

source: Powered by Omeka S
uk: Працює на Omeka S

source: Upload new asset
uk: Завантажити новий файл

source: Alt text
uk: Альтернативний текст

source: Upload
uk: Завантажити

source: Add new asset
uk: Додати новий файл

source: Owner
uk: Власник

source: Delete
uk: Видалити

source: Details
uk: Деталі

source: Omeka could not find any assets.
uk: Omeka не змогла знайти жодного файлу.

source: Media type
uk: Тип медіа

source: Select asset
uk: Виберіть файл

source: No owner
uk: Без власника

source: Filter by owner
uk: Фільтрувати за власником

source: Edit column
uk: Редагувати стовпець

source: Set column
uk: Встановити стовпець

source: Column to be removed
uk: Стовпець, який потрібно видалити

source: Remove column
uk: Видалити стовпець

source: Restore column
uk: Відновити стовпець

source: Admin dashboard
uk: Панель адміністратора

source: Welcome to the %s admin dashboard!
uk: Ласкаво просимо до панелі адміністратора %s!

source: Manage resources
uk: Керувати ресурсами

source: Items (%s)
uk: Об'єкти (%s)

source: Add new item
uk: Додати новий елемент

source: Item sets (%s)
uk: Набори елементів (%s)

source: Vocabularies (%s)
uk: Словники (%s)

source: Import new vocabulary
uk: Імпорт нового словника

source: Resource templates (%s)
uk: Шаблони ресурсів (%s)

source: Add new resource template
uk: Додати новий шаблон ресурсу

source: Manage sites
uk: Керувати сайтами

source: Add site
uk: Додати сайт

source: New item set
uk: Новий набір елементів

source: Batch edit item sets
uk: Пакетне редагування наборів елементів

source: Submit
uk: Надіслати

source: Affected item sets
uk: Пошкоджені набори елементів

source: You are editing the following %s item sets:
uk: Ви редагуєте наступні набори елементів %s:

source: You are editing %s item sets.
uk: Ви редагуєте %s набори елементів.

source: Advanced search
uk: Розширений пошук

source: Batch actions
uk: Пакетні дії

source: Edit selected
uk: Редагувати вибране

source: Edit all
uk: Редагувати все

source: Delete selected
uk: Видалити вибране

source: Delete all
uk: Видалити все

source: Go
uk: Далі

source: Select item set
uk: Виберіть набір елементів

source: Delete item sets
uk: Видалити набори елементів

source: Are you sure you would like to delete the selected item sets?
uk: Ви впевнені, що хочете видалити вибрані набори елементів?

source: %1$s: this action will permanently delete %2$s item sets and cannot be undone.
uk: %1$s: ця дія назавжди видалить %2$s набори елементів і не може бути скасована.

source: Warning
uk: Застереження

source: Are you sure you would like to delete all item sets on all pages of this result?
uk: Ви впевнені, що хочете видалити всі набори елементів на всіх сторінках цього результату?

source: Are you sure?
uk: Ви впевнені?

source: Omeka could not find any item sets.
uk: Omeka не змогла знайти жодних наборів елементів.

source: Save
uk: Зберегти

source: Close item set
uk: Закрити набір елементів

source: Open item set
uk: Відкрити набір елементів

source: Open to additions
uk: Відкритий для додавань

source: Closed to additions
uk: Закрито для додавання

source: Metadata
uk: Метадані

source: Edit item set
uk: Редагувати набір елементів

source: View items
uk: Переглянути об'єкти

source: The following resources link to this item set:
uk: Наступні ресурси посилаються на цей набір елементів:

source: No resources link to this item set.
uk: Немає посилань на ресурси для цього набору елементів.

source: Filter search
uk: Фільтр пошуку

source: Filter by item set ID
uk: Фільтрувати за ID набору елементів

source: Omeka could not find any items.
uk: Omeka не змогла знайти жодного елементу.

source: Add selected
uk: Додати вибране

source: New item
uk: Новий елемент

source: Batch edit items
uk: Пакетне редагування елементів

source: Affected items
uk: Пошкоджені елементи

source: You are editing the following %s items:
uk: Ви редагуєте наступні %s елементи:

source: You are editing %s items.
uk: Ви редагуєте %s елементів.

source: Select item
uk: Виберіть елемент

source: Delete items
uk: Видалити елементи
