Repository: prvt1971/omekas
Catalog: application/language/*.po
Languages: uk

source: Are you sure you would like to delete the selected items?
uk: Ви впевнені, що хочете видалити вибрані елементи?

source: %1$s: this action will permanently delete %2$s items and cannot be undone.
uk: %1$s: ця дія назавжди видалить %2$s елементів і не може бути скасована.

source: Are you sure you would like to delete all items on all pages of this result?
uk: Ви впевнені, що хочете видалити всі елементи на всіх сторінках цього результату?

source: Remove item set
uk: Видалити набір елементів

source: This item is part of no item sets. Add it to an item set using the interface to the right.
uk: Цей елемент не належить до жодного набору елементів. Додайте його до набору елементів, використовуючи інтерфейс справа.

source: Add to item set
uk: Додати до набору елементів

source: Media to be removed
uk: Медіа, які потрібно видалити

source: Primary media
uk: Первинні медіа

source: This resource has no media.<br>Start adding media using the sidebar to the right.
uk: Цей ресурс не має медіа.<br>Почніть додавати медіа, використовуючи бічну панель справа.

source: Add media
uk: Додати медіа

source: Unassign from site
uk: Відмінити призначення з сайту

source: This item is part of no sites. Add it to a site using the interface to the right.
uk: Цей елемент не належить до жодного сайту. Додайте його до сайту, використовуючи інтерфейс справа.

source: Assign to site
uk: Призначити сайту

source: View this item in "%s"
uk: Перегляньте цей елемент у "%s"

source: Edit item
uk: Редагувати елемент

source: No resources link to this item.
uk: Немає посилань на цей елемент.

source: Filter by item ID
uk: Фільтрувати за ID елемента

source: Jobs
uk: Завдання

source: Status
uk: Статус

source: Omeka could not find any jobs.
uk: Omeka не змогла знайти жодного завдання.

source: [Not started]
uk: [Не розпочато]

source: [Not ended]
uk: [Не закінчено]

source: Started
uk: Розпочато

source: Ended
uk: Закінчено

source: Args
uk: Аргументи

source: [No args]
uk: [Без аргументів]

source: Log
uk: Лог

source: view log
uk: переглянути лог

source: [No log]
uk: [Без логу]

source: Batch edit media
uk: Пакетне редагування медіа

source: Affected media
uk: Пошкоджені медіа

source: You are editing the following %s media:
uk: Ви редагуєте наступні медіа %s.

source: You are editing %s media.
uk: Ви редагуєте медіа %s.

source: Select media
uk: Виберіть медіа

source: Delete media
uk: Видалити медіа

source: Are you sure you would like to delete the selected media?
uk: Ви впевнені, що хочете видалити обрані медіа?

source: %1$s: this action will permanently delete %2$s media and cannot be undone.
uk: %1$s: ця дія назавжди видалить %2$s медіа і не може бути скасована.

source: Are you sure you would like to delete all media on all pages of this result?
uk: Ви впевнені, що хочете видалити всі медіа на всіх сторінках цього результату?

source: Omeka could not find any media.
uk: Omeka не змогла знайти жодного медіа.

source: Part of Item
uk: Частина елементу

source: MIME type
uk: тип MIME

source: Size
uk: Розмір

source: %s bytes
uk: %s байт

source: Edit media
uk: Редагувати медіа

source: Part of item
uk: Частина елементу

source: Ingester
uk: Передавач

source: Source
uk: Джерело

source: File Derivatives
uk: Файлові похідні

source: original
uk: оригінал

source: large
uk: великий

source: medium
uk: середній

source: square
uk: квадрат

source: All modules
uk: Всі модулі

source: name not found
uk: ім'я не знайдено

source: by %s
uk: від %s

source: A new version of this module is available. %s
uk: Нова версія цього модуля доступна. %s

source: Configure
uk: Налаштувати

source: Uninstall
uk: Видалити

source: Error: invalid Module.php file
uk: Помилка: недійсний файл Module.php

source: Error: invalid config/module.ini file
uk: Помилка: недійсний файл config/module.ini

source: Error: %1$s requires Omeka S %2$s
uk: Помилка: %1$s вимагає Omeka S %2$s

source: Error: module in database but not in filesystem
uk: Помилка: модуль є в базі даних, але відсутній у файловій системі

source: Omeka could not find any modules.
uk: Omeka не може знайти жодного модуля.

source: Uninstall module
uk: Видалити модуль

source: Are you sure you would like to uninstall this module?
uk: Ви впевнені, що хочете видалити цей модуль?

source: Vocabulary
uk: Словник

source: Term
uk: Термін

source: Comment
uk: Коментар

source: Search query edit
uk: Редагування пошукового запиту

source: Search query preview
uk: Попередній перегляд пошукового запиту

source: No resources found.
uk: Не знайдено ресурсів.

source: New resource template
uk: Новий шаблон ресурсу

source: Resource templates
uk: Шаблони ресурсів

source: Import
uk: Імпорт

source: Omeka could not find any resource templates.
uk: Omeka не може знайти жодного шаблону ресурсів.

source: Original
uk: Оригінал

source: Alternate
uk: Альтернативний

source: Other options
uk: Інші варіанти

source: Use for resource title
uk: Використовуйте для ресурсу назву

source: Use for resource description
uk: Використовуйте для ресурсу опис

source: Required
uk: Обов'язково

source: Default language
uk: Мова за замовчуванням

source: Data types
uk: Типи даних

source: Select data types…
uk: Виберіть типи даних...

source: Set changes
uk: Вказати зміни

source: Review import
uk: Огляд імпорту

source: Review
uk: Огляд

source: Complete import
uk: Завершити імпорт

source: Resource title
uk: Назва ресурсу

source: Resource description
uk: Опис ресурсу

source: Original label
uk: Оригінальна етикетка

source: Alternate label
uk: Альтернативна етикетка

source: Alternate comment
uk: Альтернативний коментар

source: Required?
uk: Обов'язково?

source: Private?
uk: Приватно?

source: Edit property
uk: Редагувати властивість

source: Remove property
uk: Видалити властивість

source: Export
uk: Експорт

source: Edit resource template
uk: Редагувати шаблон ресурсу

source: Global settings
uk: Глобальні налаштування

source: Get PHP CLI version
uk: Отримати версію PHP CLI

source: Get ImageMagick version
uk: Отримати версію ImageMagick

source: New user
uk: Новий користувач

source: Users
uk: Користувачі

source: Batch edit users
uk: Пакетне редагування користувачів

source: Affected users
uk: Пошкоджені користувачі

source: You are editing the following %s users:
uk: Ви редагуєте наступних %s користувачів:

source: You are editing %s users (except yourself).
uk: Ви редагуєте %s користувачів (крім себе).

source: Add new user
uk: Додати нового користувача

source: Delete users
uk: Видалити користувачів

source: Are you sure you would like to delete the selected users?
uk: Ви впевнені, що хочете видалити обраних користувачів?

source: %1$s: this action will permanently delete %2$s users and cannot be undone.
uk: %1$s: ця дія назавжди видалить %2$s користувачів і не може бути скасована.

source: Are you sure you would like to delete all users (except yourself) on all pages of this result?
uk: Ви впевнені, що хочете видалити всіх користувачів (крім себе) на всіх сторінках цього результату?

source: %1$s: this action will permanently delete %2$s users (except yourself) and cannot be undone.
uk: %1$s: ця дія назавжди видалить %2$s користувачів (крім вас) і не може бути скасована.

source: Omeka could not find any users.
uk: Omeka не змогла знайти жодного користувача.

source: User information
uk: Інформація користувача

source: User settings
uk: Користувацькі налаштування

source: Password
uk: Пароль

source: API keys
uk: API ключі

source: Keys
uk: Ключі

source: Add a new key
uk: Додати новий ключ

source: (inactive)
uk: (неактивний)

source: Display name
uk: Відображуване ім'я

source: Vocabularies
uk: Словники

source: Prefix
uk: Префікс

source: Classes
uk: Класи

source: Properties
uk: Властивості

source: Omeka could not find any vocabularies.
uk: Omeka не може знайти жодного словника.

source: Prefix:
uk: Префікс:

source: Namespace URI:
uk: Простір назв URI:

source: This vocabulary has no classes.
uk: Цей словник не має класів.

source: You may update this vocabulary to a newer version. You will be able to review the changes before you accept.
uk: Ви можете оновити цей словник до нової версії. Ви зможете ознайомитися зі змінами перед прийняттям.

source: New vocabulary
uk: Новий словник

source: This vocabulary has no properties.
uk: Цей словник не має властивостей.

source: Update
uk: Оновити

source: Accept changes
uk: Прийняти зміни

source: This is the REST API root endpoint for this Omeka S installation. Below is a list of available API resources and links to their endpoints. Some resources and features require authentication.
uk: Це коренева точка доступу REST API для цієї установки Omeka S. Нижче наведений список доступних ресурсів API та посилання на їхні точки доступу. Деякі ресурси та функції вимагають аутентифікації.

source: Omeka S REST API documentation
uk: Omeka S REST API документація

source: Go to the %1$s to start working with %2$s.
uk: Перейдіть до %1$s, щоб почати працювати з %2$s.

source: Install Omeka S
uk: Встановити Omeka S

source: Some installation requirements were not satisfied.
uk: Деякі вимоги до встановлення не були виконані.

source: Create a new password
uk: Створіть новий пароль

source: Activate
uk: Активувати

source: Forgot password
uk: Забули пароль

source: Send password reset email
uk: Відправити електронного листа для скидання пароля

source: Forgot password?
uk: Забули пароль?

source: Site under maintenance
uk: Сайт на технічному обслуговуванні

source: This site is down for maintenance. Please contact the site administrator for more information.
uk: Цей сайт тимчасово недоступний через технічне обслуговування. Будь ласка, зверніться до адміністратора сайту для отримання додаткової інформації.

source: Update database
uk: Оновити базу даних

source: There was a recent software upgrade and the database needs to be updated. The entire site will be down for maintenance until you click the button below.
uk: Було проведено оновлення програмного забезпечення і базу даних потрібно оновити. Весь сайт буде недоступний через технічне обслуговування, поки ви не натиснете кнопку нижче.

source: There are environment errors that must be resolved before you can update the database.
uk: Існують помилки середовища, які потрібно вирішити, перш ніж ви зможете оновити базу даних.

source: New page
uk: Нова сторінка

source: Pages
uk: Сторінки

source: Info
uk: Інфо

source: Theme
uk: Тема

source: New site
uk: Новий сайт

source: Settings
uk: Налаштування

source: Add new site
uk: Додати новий сайт

source: Omeka could not find any sites.
uk: Omeka не може знайти жодного сайту.

source: Navigation
uk: Навігація

source: Add a link to a site page
uk: Додати посилання на сторінку сайту

source: Select a homepage
uk: Виберіть домашню сторінку

source: Add a custom link
uk: Додати власне посилання

source: There are currently %s items assigned to this site.
uk: На даний момент на цьому сайті призначено %s елементів.

source: This site currently auto-assigns newly created items. Change the setting in %s.
uk: Цей сайт наразі автоматично призначає новостворені елементи. Змініть налаштування в %s.

source: site admin
uk: сайт адміністратора

source: Keep this query
uk: Збережіть цей запит

source: No item sets are assigned to this site.
uk: Немає наборів елементів, призначених для цього сайту.

source: Back to site list
uk: Назад до списку сайтів

source: URL slug
uk: URL

source: Summary
uk: Резюме

source: Thumbnail
uk: Мініатюра

source: Configure resource pages
uk: Налаштувати сторінки ресурсів

source: Item page
uk: Сторінка елементу

source: Media page
uk: Сторінка медіа

source: Item set page
uk: Сторінка набору елементів

source: Region: %s
uk: Зона: %s

source: Select a region
uk: Виберіть зону

source: Add a block to selected region
uk: Додати блок до вибраної зони

source: There are no available blocks.
uk: Немає доступних блоків.

source: Invalid theme.ini file
uk: Недійсний файл theme.ini

source: This theme requires Omeka S %s
uk: Ця тема вимагає Omeka S %s

source: Edit settings
uk: Редагувати налаштування

source: The current theme has no configuration options.
uk: Поточна тема не має параметрів конфігурації.

source: Current theme
uk: Поточна тема

source: Edit theme settings
uk: Редагувати налаштування теми

source: A new version of this theme is available. %s
uk: Нова версія цієї теми доступна. %s

source: Error: this theme is invalid.
uk: Помилка: ця тема недійсна.

source: Status: %s
uk: Статус: %s

source: Please contact the Omeka S administrator. This site will not be publicly available until the problem is resolved or you select another theme below.
uk: Будь ласка, зв'яжіться з адміністратором Omeka S. Цей сайт не буде доступний для загального користування, поки проблема не буде вирішена або ви не виберете іншу тему нижче.

source: Viewer
uk: Переглядач

source: Creator
uk: Творець

source: Manager
uk: Менеджер

source: User permissions
uk: Дозволи користувача

source: This site has no users. Add users using the interface to the right.
uk: Цей сайт не має користувачів. Додайте користувачів, використовуючи інтерфейс справа.

source: Click on a user to add them to the site.
uk: Натисніть на користувача, щоб додати його на сайт.

source: Change item
uk: Змінити елемент

source: No item selected.
uk: Нічого не вибрано.

source: Normal flow
uk: Звичайний потік

source: Grid
uk: Сітка

source: 1 column
uk: 1 стовпець

source: %s columns
uk: %s стовпців

source: Layout
uk: Макет

source: Expand all
uk: Розгорнути все

source: Collapse all
uk: Згорнути все

source: Page layout configuration
uk: Конфігурація макету сторінки

source: Add new block
uk: Додати новий блок

source: Block layout configuration
uk: Конфігурація блоку макету

source: Add new page
uk: Додати нову сторінку

source: Slug
uk: Слаг

source: View public page
uk: Переглянути публічну сторінку

source: Delete page
uk: Видалити сторінку

source: This site has no pages.
uk: Цей сайт не має сторінок.

source: Advanced item set Search
uk: Розширений пошук набору елементів

source: Item set
uk: Набір елементів

source: Item
uk: Елемент

source: Part of %s
uk: Частина %s

source: No pages found
uk: Жодної сторінки не знайдено

source: Custom (%s)
uk: Користувацький (%s)

source: Command "%s" failed with status code %s.
uk: Команда "%s" завершилася з кодом статусу %s.

source: Omeka requires the PHP extension json, but it is not loaded.
uk: Omeka вимагає розширення PHP json, але воно не завантажено.

source: You must upgrade Omeka S to at least version 1.0.0 before upgrading to version %1$s. You are currently on version %2$s.
uk: Вам потрібно оновити Omeka S до версії не нижче 1.0.0 перед оновленням до версії %1$s. Ви зараз перебуваєте на версії %2$s.

source: The installed PHP version (%1$s) is too low. Omeka requires at least version %2$s.
uk: Встановлена версія PHP (%1$s) занадто низька. Omeka вимагає принаймні версію %2$s.

source: Omeka requires the PHP extension %s, but it is not loaded.
uk: Omeka вимагає розширення PHP %s, але воно не завантажено.

source: The installed MySQL version (%1$s) is too low. Omeka requires at least version %2$s.
uk: Встановлена версія MySQL (%1$s) занадто низька. Omeka вимагає принаймні версію %2$s.

source: The installed MariaDB version (%1$s) is too low. Omeka requires at least version %2$s.
uk: Встановлена версія MariaDB (%1$s) занадто низька. Omeka вимагає принаймні версію %2$s.

source: Item Set
uk: Набір елементів

source: Resource
uk: Ресурс

source: Invalid value resource %s for type %s
uk: Неправильне значення ресурсу %s для типу %s

source: All
uk: Усе

source: List of pages
uk: Список сторінок

source: Page title
uk: Назва сторінки

source: Table of contents
uk: Зміст

source: Asset
uk: Файл

source: Browse preview
uk: Переглянути попередній перегляд

source: Browse all
uk: Переглянути все

source: Display resources using this search query
uk: Відображення ресурсів за допомогою цього пошукового запиту

source: Limit
uk: Обмеження

source: Maximum number of resources to display in the preview.
uk: Максимальна кількість ресурсів для відображення у попередньому перегляді.

source: Components
uk: Компоненти

source: Components to display for each resource. If not set in Site Settings, Heading defaults to resource Title and Body to resource Description
uk: Компоненти для відображення для кожного ресурсу. Якщо не встановлено в Налаштуваннях сайту, Заголовок за замовчуванням встановлюється як Назва ресурсу, а Тіло - як Опис ресурсу.

source: Heading
uk: Заголовок

source: Body
uk: Тіло

source: Preview title
uk: Перегляд назви

source: Heading above resource list, if any.
uk: Заголовок над списком ресурсів, якщо такий є.

source: Link text
uk: Посилання на текст

source: Text for link to full browse view, if any.
uk: Текст для посилання на повний перегляд, якщо таке є.

source: Item with metadata
uk: Елемент з метаданими

source: Media embed
uk: Медіа вставка

source: Line break
uk: Розрив рядка

source: Transparent
uk: Прозорий

source: Opaque
uk: Непрозорий

source: oEmbed
uk: Формат oEmbed

source: Page date/time
uk: Дата/час сторінки

source: Display date/time
uk: Відображення дати/часу

source: Created & modified
uk: Створено & змінено

source: Date format
uk: Формат дати

source: None
uk: Жоден

source: Short
uk: Короткий

source: Medium
uk: Середній

source: Long
uk: Довгий

source: Full
uk: Повний

source: Time format
uk: Формат часу

source: List of sites
uk: Список сайтів

source: Alphabetical
uk: Алфавітний

source: Oldest first
uk: Найстарші спочатку

source: Newest first
uk: Найновіші спочатку

source: Max number of sites
uk: Максимальна кількість сайтів

source: An empty value means no limit.
uk: Порожнє значення означає відсутність обмежень.

source: Unlimited
uk: Необмежений

source: Pagination
uk: Пагінація

source: Show pagination (only if a limit is set)
uk: Показувати пагінацію (тільки якщо встановлено обмеження)

source: Show summaries
uk: Показати резюме

source: Show thumbnails
uk: Показати мініатюри

source: Exclude current site
uk: Виключити поточний сайт

source: Unknown [%s]
uk: Невідомий [%s]

source: Media render
uk: Медіа відтворення

source: Media list
uk: Список медіа

source: Main
uk: Головна

source: Lightbox gallery
uk: Галерея лайтбоксів

source: Media embeds
uk: Медіа-вставки

source: Custom URL
uk: Користувацький URL

source: Browse item sets
uk: Переглянути набори елементів

source: Missing thumbnail configuration.
uk: Відсутня конфігурація мініатюри.

source: Missing thumbnail types configuration.
uk: Відсутня конфігурація типів мініатюр.

source: Missing the large, medium, or square thumbnail type configuration.
uk: Відсутня конфігурація великого, середнього або квадратного типу мініатюри.

source: Missing constraint for a thumbnail type configuration.
uk: Відсутні обмеження конфігурації типу мініатюри.

source: Missing thumbnail fallbacks configuration.
uk: Відсутня конфігурація резервних ескізів мініатюр.

source: Missing default thumbnail fallback configuration.
uk: Відсутня за замовчуванням конфігурація резервного зображення.

source: Missing thumbnail fallback configuration.
uk: Відсутня конфігурація резервного зображення мініатюри.

source: Invalid thumbnail fallback configuration.
uk: Неправильна конфігурація резервного зображення мініатюри.

source: Error downloading %1$s: %2$s
uk: Помилка завантаження %1$s: %2$s

source: Error downloading %1$s: %2$s %3$s
uk: Помилка завантаження %1$s: %2$s %3$s

source: Error validating "%1$s". Cannot store files with the media type "%2$s".
uk: Помилка перевірки "%1$s". Неможливо зберегти файли з типом медіа "%2$s".

source: Error validating "%1$s". Cannot store files with the resolved extension "%2$s".
uk: Помилка перевірки "%1$s". Неможливо зберегти файли з розширенням "%2$s".

source: The current theme is not active. Its current state is "%s".
uk: Поточна тема неактивна. Її стан - "%s".

source: Global Administrator
uk: Глобальний адміністратор

source: Supervisor
uk: Керівник

source: Editor
uk: Редактор

source: Reviewer
uk: Рецензент

source: Author
uk: Автор

source: Researcher
uk: Дослідник

source: Is public
uk: Публічно

source: Value
uk: Значення

source: Property
uk: Власність

source: Max values
uk: Максимальні значення

source: Enter the maximum number of values to display. Set to blank to display all values.
uk: Введіть максимальну кількість значень для відображення. Залиште порожнім, щоб відобразити всі значення.

source: Is open
uk: Відкрито

source: Resource template
uk: Шаблон ресурсу

source: [Unknown]
uk: [Невідомо]

source: Unknown column data
uk: Невідомий стовпець даних

source: Item sets must be an array
uk: Елементи мають бути масивом

source: Media must be an array
uk: Медіа повинні бути масивом

source: Attempting to add duplicate property with ID %s
uk: Спроба додати дубльовану властивість з ID %s

source: The label cannot be empty.
uk: Етикетка не може бути порожньою.

source: The label is already taken.
uk: Етикетка вже зайнята.

source: Media must set an ingester.
uk: Медіа повинно бути налаштовано інструмент прийому.

source: Media must set a valid ingester.
uk: Медіа повинно бути налаштовано діючий інструмент прийому.

source: Media must belong to an item.
uk: Медіа повинно належати до елемента.

source: The name cannot be empty.
uk: Ім'я не може бути порожнім.

source: The email %s is already taken.
uk: Email %s вже використовується.

source: Users must have a role.
uk: Користувачі повинні мати роль.

source: The current user #%d was removed from the batch process.
uk: Поточний користувач #%d був видалений з пакетного процесу.

source: The local name cannot be empty.
uk: Локальне ім'я не може бути порожнім.

source: The local name "%s" is already taken.
uk: Локальне ім'я "%s" вже зайняте.

source: A vocabulary must be set.
uk: Необхідно встановити словник.

source: The "%1$s" resource template requires a "%2$s" value
uk: Шаблон ресурсу "%1$s" вимагає "%2$s" значення

source: A page must belong to a site.
uk: Сторінка повинна належати сайту.

source: A page must have a title.
uk: Сторінка повинна мати назву.

source: The slug cannot be empty.
uk: Слаг не може бути порожнім.

source: A slug can only contain letters, numbers, underscores, and hyphens.
uk: Слаг може містити лише літери, цифри, підкреслення та дефіси.

source: The slug "%s" is already taken.
uk: Слаг "%s" вже зайнятий.

source: All blocks must have a layout.
uk: Усі блоки повинні мати макет.

source: Block data must not be a scalar value.
uk: Блок даних не повинен бути скалярним значенням.

source: A site must have a title.
uk: Сайт повинен мати назву.

source: A site must have a theme.
uk: Сайт повинен мати тему.

source: A site must have item pool data.
uk: Сайт повинен мати дані про пул елементів.

source: A homepage must belong to its parent site.
uk: Домашня сторінка повинна належати своєму батьківському сайту.

source: Invalid navigation: navigation must be an array
uk: Недійсна навігація: навігація повинна бути масивом

source: Invalid navigation: link missing type
uk: Недійсна навігація: відсутній тип посилання

source: Invalid navigation: link missing data
uk: Недійсна навігація: відсутні дані посилання

source: Invalid navigation: invalid link data
uk: Недійсна навігація: недійсні дані посилання

source: Invalid navigation: page links must be unique
uk: Недійсна навігація: посилання на сторінки повинні бути унікальними

source: Invalid navigation: links must be an array
uk: Недійсна навігація: посилання повинні бути масивом

source: Classes must be an array
uk: Класи повинні бути масивом

source: Properties must be an array
uk: Властивості повинні бути масивом

source: The namespace URI cannot be empty.
uk: Простір назв URI не може бути порожнім.

source: The namespace URI "%s" is already taken.
uk: Простір назв URI "%s" вже використовується.

source: The prefix cannot be empty.
uk: Префікс не може бути порожнім.
